<?php
header('Content-Type=> application/json');

$responseData = [
    'status' => 'success',
    'message' => 'ข้อมูลการตอบกลับของ API นี้',
    'data' => [
        [
            'id' => 1,
            'country' => 'Afghanistan',
            'description' => 'Afghanistan is located in Central Asia with a diverse population that uses Pashto and Dari as official languages. Kabul is the capital city, renowned for its long history. The country faces complex historical challenges, including ethnic diversity, conflicts, and economic issues, while striving for modern development.',
            'latitude' => '33.78863967660112',
            'longitude' => '64.49491267714045',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id' => 2,
            'country' => 'Armenia',
            'description' => 'Armenia is situated in the region known as the Caucasus, sharing borders with Georgia, Azerbaijan, and Iran. The capital is Yerevan.',
            'latitude' => '41.709',
            'longitude' => '44.792',
            'image'=> 'img\Armenia.png'
        ],
        [
            'id' => 3,
            'country' => 'Azerbaijan',
            'description' => 'อาเซอร์ไบจานตั้งอยู่ในภูมิภาคเคาคาซัส, ตะวันออกของทวีปยุโรป, และมีตรงกับทางทิศตะวันออกเฉียงใต้ของทะเลคาสปีแค. มีทิวเขาและทะเล, และมีชายแดนกับอาร์เมเนีย, แคนตัค, ตุรกี, และทาจิกิสถาน. มีเมืองหลวงคือบากู.',
            'latitude' => '40.4093',
            'longitude' => '49.8671',
            'image'=> 'img\Azerbaijan.png'
        ],
        [
            'id' => 4,
            'country' => 'Bahrain',
            'description' => 'บอสเนียและเฮอร์เซโกวีนา ตรงกับทางทิศตะวันตกของบอสเนียและทางทิศเหนือของตะวันตกเฉียงใต้ของเฮอร์เซโกวีนา ประเทศนี้มีตรงกับชายแดนกับเกาหลีเหนือทางทิศตะวันตกและซุปราสของบอสเนียและเอกาดินาตางค์. หลายส่วนของบาห์เรนอยู่ในเทือกเขาคอลมายและมีบริเวณที่หลากหลายทางธรรมชาติ และมีแม่น้ำโวลกา. กรุงบาห์เรนคือ ซาราเยโว.',
            'latitude' => '23.685',
            'longitude' => '90.3563',
            'image'=> 'img\Bahrain.png'
        ],
        [
            'id' => 5,
            'country' => 'Bangladesh',
            'description' => 'บังกลาเทศตั้งอยู่ในภูมิภาคที่เรียกว่าเฮิร์ซีโกวีนา (Herzegovina) และบอสเนียและเฮอร์เซโกวีนา (Bosnia and Herzegovina) มีตำแหน่งทางภูมิศาสตร์ตรงกลางในทวีปยุโรป. ประเทศนี้เข้ากับเซอร์เบียทางทิศตะวันตกและกับโครเอเชียทางทิศใต้ มีชายแดนกับเมืองโดบรูจาทางทิศตะวันตกเฉียงใต้และมีชายแดนกับเซอร์เบียทางทิศตะวันตกเฉียงเหนือ. กรุงบังกลาเทศคือซาราเยโว.',
            'latitude' => '13.7563',
            'longitude' => '100.5018',
            'image'=> 'img\Bangladesh.png'
        ],
        [
            'id' => 6,
            'country' => 'Bhutan',
            'description' => 'เป็นประเทศในภูมิภาคเอเชียใต้ที่มีขนาดเล็ก และมีภูเขาเป็นจำนวนมาก ตั้งอยู่ในเทือกเขาหิมาลัยระหว่างประเทศอินเดียกับประเทศจีน',
            'latitude' => '27.7172',
            'longitude' => '85.324',
            'image'=> 'img\Bhutan.png'
        ],
        [
            'id' => 7,
            'country' => 'Brunei Darussalam',
            'description' => 'เป็นรัฐเอกราชบนเกาะบอร์เนียวในภูมิภาคเอเชียตะวันออกเฉียงใต้ ชายฝั่งทางด้านเหนือจรดทะเลจีนใต้ พรมแดนทางบกที่เหลือจากนั้นถูกล้อมรอบด้วยรัฐซาราวักของมาเลเซียตะวันออก',
            'latitude' => '3.4516',
            'longitude' => '101.7857',
            'image'=> 'img\Brunei Darussalam.png'
        ],
        [
            'id' => 8,
            'country' => 'Cambodia',
            'description' => 'เป็นประเทศตั้งอยู่ในส่วนใต้ของคาบสมุทรอินโดจีนในเอเชียตะวันออกเฉียงใต้ มีพื้นที่ 181,035 ตารางกิโลเมตร มีพรมแดนทิศตะวันตกติดต่อกับประเทศไทย ทิศเหนือติดกับประเทศไทยและลาว ทิศตะวันออกและทิศใต้ติดกับเวียดนาม และทิศตะวันตกเฉียงใต้ติดอ่าวไทย',
            'latitude' => '11.5449',
            'longitude' => '104.8922',
            'image'=> 'img\Cambodia.png'
        ],
        [
            'id' => 9,
            'country' => 'China',
            'description' => 'เป็นรัฐเอกราชในเอเชียตะวันออก เป็นประเทศที่มีประชากรมากที่สุดเป็นอันดับสองของโลก กว่า 1,400 ล้านคน โดยเป็นรองเพียงอินเดีย จีนมีพื้นที่กว่า 9.6 ล้านตารางกิโลเมตร นับเป็นประเทศที่มีพื้นที่ทั้งหมดใหญ่ที่สุดในโลกเป็นอันดับ 3 หรือ 4 แล้วแต่วิธีการวัด เป็นรัฐพรรคการเมืองเดียวปกครองโดยพรรคคอมมิวนิสต์จีน มีเมืองหลวงคือปักกิ่ง ในขณะที่เมืองที่มีประชากรมากที่สุดและเป็นศูนย์กลางทางธุรกิจคือเซี่ยงไฮ้',
            'latitude' => '39.9042',
            'longitude' => '116.4074',
            'image'=> 'img\China.png'
        ],
        [
            'id' => 10,
            'country' => 'Cyprus',
            'description' => 'เป็นเกาะที่มีขนาดใหญ่เป็นอันดับ 3 ในทะเลเมดิเตอร์เรเนียนทางตะวันออก อยู่ทางใต้ของประเทศตุรกี 44 ไมล์ อยู่ทางตะวันตกของชายฝั่งประเทศซีเรียประมาณ 64 ไมล์ และห่างจากเกาะโรดส์ และเกาะคาร์ปาทอส ทางตะวันออกเฉียงใต้ของกรีซ 240 ไมล์',
            'latitude' => '35.6895',
            'longitude' => '139.6917',
            'image'=> 'img\Cyprus.png'
        ],
        [
            'id' => 11,
            'country' => 'Georgia',
            'description' => 'เป็นประเทศที่ตั้งอยู่ในภูมิภาคคอเคซัส ซึ่งเป็นจุดตัดระหว่างยุโรปตะวันออกและเอเชียตะวันตก จอร์เจียมีพรมแดนทางทิศตะวันตกติดกับทะเลดำ ทางทิศเหนือและทิศตะวันออกติดกับรัสเซีย ทางทิศตะวันตกเฉียงใต้ติดกับตุรกี ทางทิศใต้ติดกับอาร์เมเนีย และทางทิศตะวันออกเฉียงใต้ติดอ่าวไทย',
            'latitude' => '41.7167',
            'longitude' => '44.7833',
            'image'=> 'img\Georgia.png'
        ],
        [
            'id' => 12,
            'country' => 'India',
            'description' => 'เป็นประเทศที่ตั้งอยู่ในทวีปเอเชียใต้ กินพื้นที่ส่วนใหญ่ในอนุทวีปอินเดีย เป็นประเทศที่มีประชากรมากเป็นอันดับสองของโลก และยังเป็นประเทศประชาธิปไตยใหญ่ที่สุดในโลกและมีประชากรมากที่สุดในโลก',
            'latitude' => '28.6139',
            'longitude' => '77.2090',
            'image'=> 'img\India.png'
        ],
        [
            'id' => 13,
            'country' => 'Indonesia',
            'description' => 'เป็นประเทศในเอเชียตะวันออกเฉียงใต้ ตั้งอยู่ระหว่างคาบสมุทรอินโดจีนและทวีปออสเตรเลีย และระหว่างมหาสมุทรอินเดียกับมหาสมุทรแปซิฟิก มีพรมแดนติดกับประเทศมาเลเซียบนเกาะบอร์เนียวหรือกาลีมันตัน (Kalimantan), ประเทศปาปัวนิวกินีบนเกาะนิวกินีหรืออีรียัน',
            'latitude' => '6.2088',
            'longitude' => '106.8456',
            'image'=> 'img\Indonesia.png'
        ],
        [
            'id' => 14,
            'country' => 'Iran',
            'description' => 'เป็นประเทศในเอเชียตะวันตกเฉียงใต้ มีเขตแดนติดกับประเทศอาร์มีเนียและประเทศอาเซอร์ไบจานทางทิศตะวันตกเฉียงเหนือ ติดประเทศคาซัคสถานและรัสเซียโดยมีทะเลแคสเปียนคั่น ติดประเทศเติร์กเมนิสถานทางทิศตะวันออกเฉียงเหนือ ติดประเทศอัฟกานิสถานและปากีสถานทางทิศตะวันออก ติดอ่าวเปอร์เซียและอ่าวโอมานทางทิศใต้ และติดประเทศตุรกีและประเทศอิรักทางทิศตะวันตก',
            'latitude' => '35.6895',
            'longitude' => '51.3890',
            'image'=> 'img\Iran.png'
        ],
        [
            'id' => 15,
            'country' => 'Iraq',
            'description' => 'ป็นประเทศในตะวันออกกลาง มีอาณาเขตทางทิศเหนือจรดประเทศตุรกี ทางทิศตะวันออกจรดประเทศอิหร่าน ทางทิศตะวันออกเฉียงใต้จรดประเทศคูเวต ทางทิศใต้จรดประเทศซาอุดีอาระเบีย ทางทิศตะวันตกเฉียงใต้จรดประเทศจอร์แดน และทางทิศตะวันตกจรดประเทศซีเรีย',
            'latitude' => '33.3152',
            'longitude' => '44.3661',
            'image'=> 'img\Iraq.png'
        ],
        [
            'id' => 16,
            'country' => 'Israel',
            'description' => 'เป็นประเทศในตะวันออกกลางและเอเชียตะวันตกเฉียงใต้บนชายฝั่งตะวันออกเฉียงใต้ของทะเลเมดิเตอร์เรเนียนและชายฝั่งเหนือของทะเลแดง มีเขตแดนทางบกติดต่อกับประเทศเลบานอนทางทิศเหนือ ประเทศซีเรียทางทิศตะวันออกเฉียงเหนือ ประเทศจอร์แดนทางทิศตะวันออก ดินแดนเวสต์แบงก์และฉนวนกาซาของปาเลสไตน์ทางทิศตะวันออกและตะวันตกตามลำดับ และประเทศอียิปต์ทางทิศตะวันตก',
            'latitude' => '31.7767',
            'longitude' => '35.2345',
            'image'=> 'img\Israel.png'
        ],
        [
            'id' => 17,
            'country' => 'Japan',
            'description' => 'เป็นรัฐเอกราชหมู่เกาะในเอเชียตะวันออก ตั้งอยู่ในมหาสมุทรแปซิฟิกนอกฝั่งตะวันออกของแผ่นดินใหญ่เอเชีย ทางตะวันตกติดกับคาบสมุทรเกาหลีและประเทศจีน โดยมีทะเลญี่ปุ่นกั้น ส่วนทางทิศเหนือติดกับประเทศรัสเซีย มีทะเลโอค็อตสค์เป็นเส้นแบ่งแดน และทางทิศใต้ติดกับทะเลจีนตะวันออก, ทะเลฟิลิปปิน และประเทศไต้หวัน อาณาเขตของญี่ปุ่นตั้งอยู่ในบริเวณวงแหวนไฟ',
            'latitude' => '35.6895',
            'longitude' => '139.6917',
            'image'=> 'img\Japan.png'
        ],
        [
            'id' => 18,
            'country' => 'Jordan',
            'description' => ' เป็นประเทศในตะวันออกกลาง มีพรมแดนติดกับประเทศซีเรียทางทิศเหนือ ติดต่อกับอิรักทางทิศตะวันออกเฉียงเหนือ ติดต่อกับซาอุดีอาระเบียทางทิศตะวันออกและทิศใต้ รวมทั้งติดต่อกับอิสราเอลและดินแดนที่อิสราเอลครอบครองทางทิศตะวันตก',
            'latitude' => '41.7167',
            'longitude' => '44.7833',
            'image'=> 'img\Jordan.png'
        ],
        [
            'id' => 19,
            'country' => 'Kazakhstan',
            'description' => ' เป็นรัฐข้ามทวีปที่ตั้งอยู่ในภูมิภาคเอเชียกลางและกินพื้นที่บางส่วนของยุโรปตะวันออก มีพรมแดนติดต่อกับประเทศรัสเซียทางทิศเหนือและตะวันตก ติดต่อกับประเทศจีนทางทิศตะวันออก ติดต่อกับประเทศคีร์กีซสถานทางตะวันออกเฉียงใต้ ติดต่อกับประเทศอุซเบกิสถานทางทิศใต้ และติดต่อกับเติร์กเมนิสถานทางตะวันตกเฉียงใต้',
            'latitude' => '41.7167',
            'longitude' => '44.7833',
            'image'=> 'img\Kazakhstan.png'
        ],
        [
            'id' => 20,
            'country' => 'North Korea',
            'description' => 'เป็นประเทศในเอเชียตะวันออก กินพื้นที่ทางตอนเหนือของคาบสมุทรเกาหลี เมืองหลวงและนครใหญ่สุดคือเปียงยาง เขตปลอดทหารเกาหลีเป็นเขตกันชนระหว่างประเทศเกาหลีใต้กับเกาหลีเหนือ แม่น้ำอัมนกหรือยาลู่ และตูเมนเป็นพรมแดนระหว่างประเทศจีนกับเกาหลีเหนือ แม่น้ำตูเมนส่วนที่ห่างไปทางตะวันออกเฉียงเหนือเป็นพรมแดนกับประเทศรัสเซีย',
            'latitude' => '39.0392',
            'longitude' => '125.7625',
            'image'=> 'img\North Korea.png'
        ],
        [
            'id' => 21,
            'country' => 'South Korea',
            'description' => 'เป็นประเทศในภูมิภาคเอเชียตะวันออก มีพื้นที่ครอบคลุมครึ่งส่วนใต้ของคาบสมุทรเกาหลี พรมแดนทางเหนือติดกับประเทศเกาหลีเหนือซึ่งถูกคั่นด้วยเขตปลอดทหารเกาหลี ทางตะวันตกล้อมรอบด้วยทะเลเหลือง และมีประเทศญี่ปุ่นตั้งอยู่ทางตะวันออกเฉียงใต้โดยมีทะเลญี่ปุ่นและช่องแคบเกาหลีกั้นไว้',
            'latitude' => '37.5665',
            'longitude' => '126.9780',
            'image'=> 'img\South Korea.png'
        ],
        [
            'id' => 22,
            'country' => 'Kuwait',
            'description' => 'เป็นประเทศปกครองโดยเจ้าผู้ครองรัฐที่มีขนาดเล็กและอุดมไปด้วยทรัพยากรน้ำมัน ตั้งอยู่ในภูมิภาคเอเชียตะวันตกเฉียงใต้ ริมชายฝั่งอ่าวเปอร์เซีย มีพรมแดนทางใต้ติดกับประเทศซาอุดีอาระเบีย และพรมแดนทางเหนือติดกับประเทศอิรัก',
            'latitude' => '29.3759',
            'longitude' => '47.9774',
            'image'=> 'img\Kuwait.png'
        ],
        [
            'id' => 23,
            'country' => 'Kyrgyzstan',
            'description' => 'เป็นประเทศในเอเชียกลาง มีพรมแดนติดกับประเทศจีน คาซัคสถาน ทาจิกิสถาน และอุซเบกิสถาน เป็นประเทศที่ไม่มีทางออกสู่ทะเล เมืองหลวงและเมืองใหญ่ที่สุดมีชื่อว่าบิชเคก (Бишкек – เดิมเรียกว่า ฟรุนเซ Фрунзе) คีร์กีซสถานเดิมเป็นส่วนหนึ่งของสหภาพโซเวียต',
            'latitude' => '38.4237',
            'longitude' => '77.2405',
            'image'=> 'img\Kyrgyzstan.png'
        ],
        [
            'id' => 24,
            'country' => 'Laos',
            'description' => 'เมืองหลวงคือ วีเยียงแจ (Vientiane) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ ลาวมีลักษณะทางธรรมชาติที่งดงาม มีทัศนียภาพทางภูมิศาสตร์ที่สวยงามทั้งทางทะเลและภูเขา ประชากรมีวัฒนธรรมที่มีความเอื้อวัยและความเป็นกันเอง',
            'latitude' => '17.9757',
            'longitude' => '102.6331',
            'image'=> 'img\Laos.png'
        ],
        [
            'id' => 25,
            'country' => 'Lebanon',
            'description' => 'เมืองหลวงคือ บอร์ซ์ (Beirut) ที่เป็นศูนย์กลางทางการปกครอง การค้า และวัฒนธรรมของประเทศ เลบานอนเป็นประเทศที่มีความหลากหลายทางวัฒนธรรม มีองค์ประกอบทางทะเลที่สวยงามทั้งทางชายฝั่งและทางทะเล นอกจากนี้ เลบานอนยังมีประวัติศาสตร์ที่สำคัญและสถาปัตยกรรมที่มีความเป็นเอกลักษณ์',
            'latitude' => '17.9757',
            'longitude' => '102.6331',
            'image'=> 'img\Lebanon.png'
        ],
        [
            'id' => 26,
            'country' => 'Malaysia',
            'description' => 'เมืองหลวงคือ คัวลัมเปอร์ (Kuala Lumpur) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ มาเลเซียเป็นประเทศที่มีหลายกลุ่มชนและวัฒนธรรม โดยมีกลุ่มชนหลักๆ ได้แก่ มาเลย์, จีน, อินเดีย, และชุมชนชนพื้นเมือง',
            'latitude' => '3.1390',
            'longitude' => '101.6869',
            'image'=> 'img\Malaysia.png'
        ],
        [
            'id' => 27,
            'country' => 'Maldives',
            'description' => 'มัลดีฟส์ประกอบด้วยหลายหมู่เกาะที่กระจายอยู่ในมหาสมุทรอินเดียนใต้ ประเทศนี้มีทรัพยากรทางทะเลที่สวยงาม และเป็นที่นิยมในการท่องเที่ยวทางทะเลและกิจกรรมทางน้ำต่างๆ มัลดีฟส์มีชายหาดที่ทรงพลัง น้ำทะเลที่ใสสะอาด และท้องทะเลที่สมบูรณ์ เป็นที่รู้จักในภูมิทัศน์ที่มีความสวยงามทางทะเล',
            'latitude' => '3.1390',
            'longitude' => '101.6869',
            'image'=> 'img\Maldives.png'
        ],
        [
            'id' => 28,
            'country' => 'Mongolia',
            'description' => 'เมืองหลวงคือ อูลานบาตาร (Ulaanbaatar) ที่เป็นศูนย์กลางทางการปกครองและเศรษฐกิจของประเทศ มองโกเลียมีทัศนียภาพทางธรรมชาติที่สวยงาม มีทะเลทราย ทะเลดุริยางค์',
            'latitude' => '21.4225',
            'longitude' => '39.8262',
            'image'=> 'img\Mongolia.png'
        ],
        [
            'id' => 29,
            'country' => 'Myanmar',
            'description' => 'เมืองหลวงคือ เนปิดอว์ (Naypyidaw) ที่เป็นศูนย์กลางการปกครอง ในทางประวัติศาสตร์ พม่ามีบทบาทสำคัญในการพัฒนาวัฒนธรรมและการค้าขนส่งในภูมิภาค',
            'latitude' => '19.7497',
            'longitude' => '96.0740',
            'image'=> 'img\Myanmar.png'
        ],
        [
            'id' => 30,
            'country' => 'Nepal',
            'description' => 'มืองหลวงคือ กาฐมานดู (Kathmandu) ที่เป็นศูนย์กลางทางการปกครอง วัฒนธรรม และการท่องเที่ยวของประเทศ นิปาลเป็นประเทศที่มีภูเขาหิมาลัย ซึ่งเป็นเทือกเขาสูงสุดในโลก',
            'latitude' => '27.7172',
            'longitude' => '85.324',
            'image'=> 'img\Nepal.png'
        ],
        [
            'id' => 31,
            'country' => 'Oman',
            'description' => 'เมืองหลวงคือ มัสกัต (Muscat) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ โอมานมีทรัพยากรทางธรรมชาติที่สำคัญ เช่น น้ำมันและก๊าซธรรมชาติ ซึ่งมีบทบาทสำคัญในเศรษฐกิจของประเทศ',
            'latitude' => '9.0579',
            'longitude' => '7.4951',
            'image'=> 'img\Oman.png'
        ],
        [
            'id' => 32,
            'country' => 'Pakistan',
            'description' => 'เมืองหลวงคือ อิสลามาบาด (Islamabad) ที่เป็นศูนย์กลางทางการปกครอง ซึ่งตั้งอยู่ในทางทิศตะวันตกของประเทศ ปากีสถานเป็นประเทศที่มีความหลากหลายทางวัฒนธรรม ลักษณะทางภูมิศาสตร์ของประเทศมีทั้งทะเลและเทือกเขา ซึ่งมีผลกระทบต่อสภาพอากาศและวัฒนธรรมของประชากร',
            'latitude' => '33.6844',
            'longitude' => '73.0479',
            'image'=> 'img\Pakistan.png'
        ],
        [
            'id' => 33,
            'country' => 'Philippines',
            'description' => 'เมืองหลวงคือ มะนิลา (Manila) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ ฟิลิปปินส์เป็นประเทศที่ประกอบด้วยหลายหมู่เกาะที่กระจายอยู่ในทะเลฟิลิปปินส์ ซึ่งเป็นที่มีความหลากหลายทางธรรมชาติและวัฒนธรรม',
            'latitude' => '14.5955',
            'longitude' => '120.9772',
            'image'=> 'img\Philippines.png'
        ],
        [
            'id' => 34,
            'country' => 'Qatar',
            'description' => 'เมืองหลวงคือ โดฮา (Doha) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ ภูมิประเทศมีลักษณะทางทะเล และมีทรัพยากรธรรมชาติที่สำคัญ เช่น ก๊าซธรรมชาติและน้ำมัน ซึ่งทำให้เป็นประเทศที่มีรายได้สูงและเศรษฐกิจที่เจริญรุ่งเรือง',
            'latitude' => '25.2769',
            'longitude' => '51.5200',
            'image'=> 'img\Qatar.png'
        ],
        [
            'id' => 35,
            'country' => 'Saudi Arabia',
            'description' => 'เมืองหลวงคือ ริยาด (Riyadh) ที่เป็นศูนย์กลางการปกครองและเศรษฐกิจของประเทศ ประชากรของซาอุดีอาระเบียมีศาสนาหลักคืออิสลาม และประชากรมีวัฒนธรรมที่มีผลกระทบจากประวัติศาสตร์และสภาพภูมิศาสตร์ที่อบอุ่น',
            'latitude' => '24.7136',
            'longitude' => '46.6753',
            'image'=> 'img\Saudi Arabia.png'
        ],
        [
            'id' => 36,
            'country' => 'Singapore',
            'description' => 'สิงคโปร์เป็นเมืองรัฐและเป็นประเทศที่พัฒนาและเจริญรุ่งเรืองอย่างรวดเร็ว มีทัศนียภาพทางเศรษฐกิจที่มีอิทธิพลในภูมิภาค และเป็นศูนย์กลางการท่องเที่ยวที่มีความนิยม สิงคโปร์มีทรัพยากรทางทะเลที่สำคัญ และเป็นศูนย์การค้าและการท่องเที่ยวที่มีระบบขนส่งที่มีประสิทธิภาพ',
            'latitude' => '1.3521',
            'longitude' => '103.8198',
            'image'=> 'img\Singapore.png'
        ],
        [
            'id' => 37,
            'country' => 'Sri Lanka',
            'description' => 'เมืองหลวงคือ สิมบลาปุระ (Sri Jayawardenepura Kotte) ที่เป็นเมืองหลวงทางการปกครอง และโคลัมโบ (Colombo) เป็นเมืองทางการธุรกิจและการค้าที่สำคัญทางเศรษฐกิจ ศรีลังกามีความหลากหลายทางวัฒนธรรม ศาสนา และประวัติศาสตร์ ซึ่งเป็นที่ท่องเที่ยวที่มีความนิยมด้วยวัฒนธรรมล้ำค่าและทรัพยากรธรรมชาติที่สวยงาม เช่น วัดต่างๆ',
            'latitude' => '6.9271',
            'longitude' => '79.8612',
            'image'=> 'img\Sri Lanka.png'
        ],
        [
            'id' => 38,
            'country' => 'Syria',
            'description' => 'ซีเรียเป็นประเทศที่มีประวัติศาสตร์และวัฒนธรรมที่หลากหลาย มีตำนานและโบราณสถานที่ที่สำคัญ ทั้งนี้มีผลกระทบจากอาณาจักรต่างๆ เช่น อาณาจักรโรมัน บีซันไทน์ และอาณาจักรอิสลาม',
            'latitude' => '33.3152',
            'longitude' => '44.3661',
            'image'=> 'img\Syria.png'
        ],
        [
            'id' => 39,
            'country' => 'Tajikistan',
            'description' => 'ทาจิกิสถานเป็นประเทศที่มีภูมิประเทศที่หลากหลาย มีทั้งภูเขา ทะเล และบทเขา ซึ่งทำให้มีทรัพยากรธรรมชาติที่สวยงาม นอกจากนี้ ประชากรในทาจิกิสถานมีลักษณะวัฒนธรรมที่มีผลกระทบจากประวัติศาสตร์และการผสมผสานทางวัฒนธรรม ซึ่งทำให้มีประชากรที่มีลักษณะทางวัฒนธรรมที่หลากหลาย',
            'latitude' => '38.8610',
            'longitude' => '71.2761',
            'image'=> 'img\Tajikistan.png'
        ],
        [
            'id' => 40,
            'country' => 'Thailand',
            'description' => 'กรุงเทพมหานครเป็นเมืองที่มีความสำคัญทางการปกครองและเป็นศูนย์กลางทางการศึกษา วัฒนธรรม และการท่องเที่ยว ประเทศไทยมีลักษณะภูมิศาสตร์ที่หลากหลาย ทั้งที่มีภูเขา เทือกเขา ทะเล และท่าเรือที่สวยงาม เป็นประเทศที่มีสถานที่ท่องเที่ยวทางวัฒนธรรมและธรรมชาติมากมาย',
            'latitude' => '13.7563',
            'longitude' => '100.5018',
            'image'=> 'img\Thailand.png'
        ],
        [
            'id' => 41,
            'country' => 'Turkey',
            'description' => 'ตุรกีมีความหลากหลายทางวัฒนธรรม และเป็นที่ตั้งของศูนย์กลางทางประวัติศาสตร์ที่มีความสำคัญ มีองค์ประกอบทางวัฒนธรรมจากอาณาจักรโรมัน บีซันไทน์ ออตโตมัน และอิสลามที่มีผลกระทบในสถาปัตยกรรม ศิลปะ และวัฒนธรรมของประชากรในตุรกี',
            'latitude' => '39.9334',
            'longitude' => '32.8597',
            'image'=> 'img\Turkey.png'
        ],
        [
            'id' => 42,
            'country' => 'Turkmenistan',
            'description' => 'เติร์กเมนิสถานเป็นประเทศที่มีความมีเอกลักษณ์ทางวัฒนธรรมและธรรมชาติที่สวยงาม มีทรัพยากรธรรมชาติที่มีค่า เช่น แหล่งก๊าซธรรมชาติที่สำคัญ',
            'latitude' => '38.4237',
            'longitude' => '62.9935',
            'image'=> 'img\Turkmenistan.png'
        ],
        [
            'id' => 43,
            'country' => 'UAE',
            'description' => 'สหรัฐอาหรับเอมิเรตส์เป็นประเทศที่มีการพัฒนาอย่างรวดเร็วทางเศรษฐกิจและสถาปัตยกรรม โดยมีความหลากหลายทางวัฒนธรรม และความทันสมัยทั้งในด้านธุรกิจ วัฒนธรรม และการท่องเที่ยว',
            'latitude' => '23.4241',
            'longitude' => '53.8478',
            'image'=> 'img\UAE.png'
        ],
        [
            'id' => 44,
            'country' => 'Uzbekistan',
            'description' => 'อุซเบกิสถานเป็นประเทศที่มีประวัติศาสตร์และวัฒนธรรมที่หลากหลาย โดยมีผลกระทบจากวัฒนธรรมต่างๆที่ผ่านมา ประชากรมีการผสมผสานทางวัฒนธรรมและศาสนา โดยศาสนาหลักคืออิสลาม',
            'latitude' => '41.3775',
            'longitude' => '64.5853',
            'image'=> 'img\Uzbekistan.png'
        ],
        [
            'id'=> 46,
            'country'=> 'Yemen',
            'description'=> 'เยเมนเป็นประเทศที่มีประชากรหลากหลายทั้งทางวัฒนธรรม ภูมิปัญญา และศาสนา โดยมีมากที่สุดคือศาสนาอิสลาม ซึ่งประชากรในเยเมนมีการดำรงชีวิตในสภาพทางเศรษฐกิจและสังคมที่มีความท้าทาย',
            'latitude'=> '2.0469',
            'longitude'=> '45.3182',
            'image'=> 'img\Yemen.png'
        ],
        [
            'id'=> 47,
            'country'=> 'Timor-Leste',
            'description'=> 'ติมอร์เลสเตเป็นประเทศที่เติบโตอย่างรวดเร็วหลังจากการประกาศอิสราเอลเป็นประเทศอิสระในปี 2002 มีประชากรที่หลากหลายทั้งทางวัฒนธรรม ศาสนา และภูมิปัญญา ติมอร์เลสเตยังมีภูมิประเทศที่สวยงามและที่ท่องเที่ยวที่น่าสนใจ เช่น เกาะ และทะเลที่สวยงาม',
            'latitude'=> '35.2406',
            'longitude'=> '-5.2744',
            'image'=> 'img\Timor-Leste.png'
        ],
        [
            'id'=> 48,
            'country'=> 'Taiwan',
            'description'=> 'เมืองหลวงของไต้หวันคือ ไทเป (Taipei) ซึ่งตั้งอยู่ทางเหนือของเกาะ และเป็นศูนย์กลางทางการเมืองและเศรษฐกิจของประเทศนี้ มีสถานที่ท่องเที่ยวหลายแห่ง และเป็นที่ตั้งของหลายสถาบันศึกษา ไทเปยังเป็นศูนย์รวมของกิจกรรมวัฒนธรรม ท่องเที่ยว และความบันเทิงในไต้หวัน',
            'latitude'=> '23.6978',
            'longitude'=> '120.9605',
            'image'=> 'img\Taiwan.png'
        ],
        [
            'id'=> 49,
            'country'=> 'Albania',
            'description'=> 'เป็นประเทศแถบเมดิเตอร์เรเนียนในยุโรปตะวันออกเฉียงใต้ พรมแดนทางเหนือติดต่อกับมอนเตเนโกร ตะวันออกเฉียงเหนือติดต่อกับคอซอวอ ทางตะวันออกติดต่อกับมาซิโดเนีย และทางใต้ติดต่อกับกรีซ ชายฝั่งตะวันตกจรดทะเลเอเดรียติก ชายฝั่งตะวันตกเฉียงใต้จรดทะเลไอโอเนียน ปกครองภายใต้ระบอบประชาธิปไตย',
            'latitude'=> '41.316667',
            'longitude'=> '19.816667',
            'image'=> 'img\Albania.png'
        ],
        [
            'id'=> 50,
            'country'=> 'Andorra',
            'description'=> 'ป็นประเทศที่ไม่มีทางออกสู่ทะเล มีพื้นที่ขนาดเล็ก อยู่ในทางตะวันตกเฉียงใต้ของทวีปยุโรป อยู่ในเทือกเขาพิเรนีสทางตะวันออก มีอาณาเขตติดกับประเทศฝรั่งเศสและสเปน เดิมเคยเป็นประเทศอยู่โดดเดี่ยว ปัจจุบันอันดอร์รานับเป็นประเทศที่มั่งคั่งประเทศหนึ่ง โดยมีรายได้หลักจากการท่องเที่ยว และยังเป็นประเทศที่มีการเก็บภาษีที่ต่ำมากด้วย',
            'latitude'=> '42.5',
            'longitude'=> '1.516667',
            'image'=> 'img\Andorra.png'
        ],
        [
            'id'=> 51,
            'country'=> 'Austria',
            'description'=> 'ป็นประเทศที่ตั้งอยู่ทางตอนใต้ของยุโรปกลาง โดยเป็นสหพันธรัฐที่แบ่งเขตการปกครองออกเป็น 9 รัฐ โดยหนึ่งในเก้ารัฐนั้นคือเวียนนาซึ่งทำหน้าที่เป็นเมืองหลวงของประเทศ ออสเตรียมีพรมแดนทางทิศตะวันตกเฉียงเหนือติดกับเยอรมนี ทางทิศเหนือติดกับเช็กเกีย ทางทิศตะวันออกเฉียงเหนือติดกับสโลวาเกีย ทางทิศตะวันออกติดกับฮังการี ทางทิศใต้ติดกับสโลวีเนียและอิตาลี และทางทิศตะวันตกติดกับสวิตเซอร์แลนด์และลีชเทินชไตน์',
            'latitude'=> '48.2',
            'longitude'=> '16.35',
            'image'=> 'img\Austria.png'
        ],
        [
            'id'=> 52,
            'country'=> 'Belarus',
            'description'=> ' เป็นประเทศที่ไม่มีทางออกสู่ทะเล ตั้งอยู่ในภูมิภาคยุโรปตะวันออก มีอาณาเขตติดต่อกับรัสเซีย ยูเครน โปแลนด์ ลิทัวเนีย และลัตเวีย เมืองหลวงของประเทศคือกรุงมินสค์ เมืองสำคัญของประเทศนี้ ได้แก่ แบรสต์ ฆโรดนา โฆเมียล และวีเชปสก์',
            'latitude'=> '53.916667',
            'longitude'=> '27.55',
            'image'=> 'img\Belarus.png'
        ],
        [
            'id'=> 53,
            'country'=> 'Belgium',
            'description'=> 'เป็นประเทศในยุโรปตะวันตกเฉียงเหนือ มีอาณาเขตติดต่อกับประเทศเนเธอร์แลนด์ เยอรมนี ลักเซมเบิร์ก ฝรั่งเศส และทะเลเหนือ',
            'latitude'=> '50.85',
            'longitude'=> '4.35',
            'image'=> 'img\Belgium.png'
        ],
        [
            'id'=> 54,
            'country'=> 'Bosnia and Herzegovina',
            'description'=> 'ป็นประเทศที่ตั้งอยู่บนทางแยกระหว่างยุโรปใต้ และยุโรปตะวันออกเฉียงใต้ ตั้งอยู่ในคาบสมุทรบอลข่าน มีพรมแดนติดกับประเทศเซอร์เบียทางตะวันออก มอนเตเนโกรทางตะวันออกเฉียงใต้ และโครเอเชียทางเหนือ และตะวันตกเฉียงเหนือ ทางทิศใต้ของประเทศยังมีพื้นที่ติดชายฝั่งแคบทางทะเลเอเดรียติก',
            'latitude'=> '43.866667',
            'longitude'=> '18.416667',
            'image'=> 'img\Bosnia and Herzegovina.png'
        ],
        [
            'id'=> 55,
            'country'=> 'Bulgaria',
            'description'=> 'เป็นประเทศในยุโรปตะวันออกเฉียงใต้ ตั้งอยู่ในคาบสมุทรบอลข่านด้านตะวันออก มีพรมแดนติดกับประเทศโรมาเนียทางตอนเหนือ ทางตะวันตกติดกับประเทศเซอร์เบียและประเทศมาซิโดเนียเหนือ ส่วนทางตอนใต้ติดกับประเทศกรีซและประเทศตุรกี และจรดทะเลดำทางตะวันออก ประเทศบัลแกเรีย',
            'latitude'=> '42.683333',
            'longitude'=> '23.316667',
            'image'=> 'img\Bulgaria.png'
        ],
        [
            'id'=> 56,
            'country'=> 'Croatia',
            'description'=> 'ป็นประเทศที่ตั้งอยู่บนทางแยกกลางระหว่างยุโรปกลาง และตะวันออกเฉียงใต้ มีแนวชายฝั่งทางทะเลเอเดรียติก มีชายแดนติดกับสโลวีเนียทางทิศตะวันตกเฉียงเหนือ ฮังการีทางตะวันออกเฉียงเหนือ เซอร์เบียทางตะวันออก บอสเนียและเฮอร์เซโกวีนา และมอนเตเนโกร ทางทิศตะวันออกเฉียงใต้ รวมถึงมีขอบเขตทางทะเลติดต่อกับอิตาลีทางทิศตะวันตก และตะวันตกเฉียงใต้',
            'latitude'=> '45.8',
            'longitude'=> '16',
            'image'=> 'img\Croatia.png'
        ],
        [
            'id'=> 57,
            'country'=> 'Czech',
            'description'=> 'เป็นประเทศที่ไม่มีทางออกสู่ทะเล อยู่ในภูมิภาคยุโรปกลาง โดยมีพรมแดนทางตอนเหนือจรดประเทศโปแลนด์ ทางตะวันตกและตะวันตกเฉียงเหนือจรดเยอรมนี ทางใต้จรดออสเตรีย และทางตะวันออกจรดสโลวาเกีย',
            'latitude'=> '50.083333',
            'longitude'=> '14.466667',
            'image'=> 'img\Czech.png'
        ],
        [
            'id'=> 58,
            'country'=> 'Denmark',
            'description'=> 'เป็นประเทศกลุ่มนอร์ดิก มีแผ่นดินหลักตั้งอยู่บนคาบสมุทรจัตแลนด์ ทางทิศเหนือของประเทศเยอรมนี ซึ่งเป็นเพื่อนบ้านทางบกเพียงประเทศเดียว ทางทิศใต้ของประเทศนอร์เวย์ และตะวันตกเฉียงใต้ของประเทศสวีเดน มีพรมแดนจรดทะเลเหนือและทะเลบอลติก เดนมาร์กมีดินแดนนอกชายฝั่งห่างไกลออกไปสองแห่ง',
            'latitude'=> '55.716667',
            'longitude'=> '12.566667',
            'image'=> 'img\Denmark.png'
        ],
        [
            'id'=> 59,
            'country'=> 'Estonia',
            'description'=> 'ประเทศอธิปไตยในภูมิภาคบอลติก ในยุโรปเหนือ มีอาณาเขตทางทิศเหนือติดกับอ่าวฟินแลนด์ ทิศตะวันตกติดกับทะเลบอลติก มีพรมแดนทางทิศใต้ติดกับประเทศลัตเวีย (ระยะทาง 343 กิโลเมตร) และทางทิศตะวันออกติดกับประเทศรัสเซีย',
            'latitude'=> '59.416667',
            'longitude'=> '24.75',
            'image'=> 'img\Estonia.png'
        ],
        [
            'id'=> 60,
            'country'=> 'Finland',
            'description'=> 'เป็นประเทศในกลุ่มนอร์ดิก ตั้งอยู่ทางตะวันออกเฉียงเหนือของทวีปยุโรป เขตแดนด้านตะวันตกเฉียงใต้จรดทะเลบอลติก ทางด้านใต้จรดอ่าวฟินแลนด์ ทางตะวันตกจรดอ่าวบอทเนีย ประเทศฟินแลนด์มีชายแดนติดกับประเทศสวีเดน นอร์เวย์ และรัสเซีย',
            'latitude'=> '60.166667',
            'longitude'=> '24.933333',
            'image'=> 'img\Finland.png'
        ],
        [
            'id'=> 61,
            'country'=> 'France',
            'description'=> 'เป็นประเทศในภูมิภาคยุโรปตะวันตก ทั้งยังประกอบไปด้วยเกาะและดินแดนอื่น ๆ ในต่างทวีป ประเทศฝรั่งเศสแผ่นดินใหญ่ทอดตัวตั้งแต่ทะเลเมดิเตอร์เรเนียนจนถึงช่องแคบอังกฤษและทะเลเหนือ และจากแม่น้ำไรน์จนถึงมหาสมุทรแอตแลนติก',
            'latitude'=> '48.85',
            'longitude'=> '2.35',
            'image'=> 'img\France.png'
        ],
        [
            'id'=> 62,
            'country'=> 'Germany',
            'description'=> 'เป็นสหพันธรัฐในรูปแบบสาธารณรัฐแบบรัฐสภาในภูมิภาคยุโรปกลาง มีรัฐองค์ประกอบทั้งหมด 16 รัฐ มีพื้นที่ 357,021 ตารางกิโลเมตร และมีประชากรประมาณ 85 ล้านคน',
            'latitude'=> '52.516667',
            'longitude'=> '13.383333',
            'image'=> 'img\Germany.png'
        ],
        [
            'id'=> 63,
            'country'=> 'Greece',
            'description'=> 'เป็นประเทศที่ตั้งอยู่ทางตะวันออกเฉียงใต้ของทวีปยุโรป ตอนใต้สุดของคาบสมุทรบอลข่าน มีพรมแดนทางเหนือติดกับประเทศบัลแกเรีย มาซิโดเนีย และแอลเบเนีย มีพรมแดนทางตะวันออกติดกับประเทศตุรกี อยู่ติดทะเลอีเจียนทางด้านตะวันออก ติดทะเลไอโอเนียนและทะเลเมดิเตอร์เรเนียนทางด้านตะวันตกและใต้',
            'latitude'=> '37.966667',
            'longitude'=> '23.716667',
            'image'=> 'img\Greece.png'
        ],
        [
            'id'=> 64,
            'country'=> 'Hungary',
            'description'=> 'เป็นประเทศในภูมิภาคยุโรปกลางที่ไม่มีทางออกสู่ทะเล มีอาณาเขตทิศเหนือจรดประเทศสโลวาเกีย ทิศตะวันออกจรดประเทศโรมาเนียและประเทศยูเครน ทิศใต้จรดประเทศเซอร์เบียและประเทศโครเอเชีย ทิศตะวันตกเฉียงใต้จรดประเทศสโลวีเนียและทิศตะวันตกจรดประเทศออสเตรีย',
            'latitude'=> '47.433333',
            'longitude'=> '19.25',
            'image'=> 'img\Hungary.png'
        ],
        [
            'id'=> 65,
            'country'=> 'Iceland',
            'description'=> 'เป็นประเทศนอร์ดิกในยุโรปเหนือ ตั้งอยู่บนเกาะในมหาสมุทรแอตแลนติกเหนือ ระหว่างกรีนแลนด์ นอร์เวย์ และสหราชอาณาจักร มีเมืองหลวงคือเรคยาวิก',
            'latitude'=> '64.133333',
            'longitude'=> '-21.933333',
            'image'=> 'img\Iceland.png'
        ],
        [
            'id'=> 66,
            'country'=> 'Ireland',
            'description'=> 'เป็นประเทศในยุโรปตะวันตกเฉียงเหนือซึ่งประกอบด้วย 26 เทศมณฑลจาก 32 เทศมณฑลบนเกาะไอร์แลนด์ เมืองหลวงและเมืองที่ใหญ่ที่สุดคือดับลินซึ่งตั้งอยู่ทางฝั่งตะวันออกของเกาะ',
            'latitude'=> '53.344167',
            'longitude'=> '-6.2675',
            'image'=> 'img\Ireland.png'
        ],
        [
            'id'=> 67,
            'country'=> 'Italy',
            'description'=> 'เป็นประเทศในภูมิภาคยุโรปใต้ และยังถือเป็นส่วนหนึ่งของยุโรปตะวันตก ตาม​ภูมิศาสตร์การเมือง​[15] ตั้งอยู่บนคาบสมุทรอิตาลีและถูกคั่นด้วยเทือกเขาแอลป์ทางตอนเหนือ[16] อิตาลีเป็นรัฐเดี่ยวซึ่งปกครองด้วยรูปแบบสาธารณรัฐระบบรัฐสภา',
            'latitude'=> '41.9',
            'longitude'=> '12.483333',
            'image'=> 'img\Italy.png'
        ],
        [
            'id'=> 68,
            'country'=> 'Latvia',
            'description'=> 'เป็นประเทศในภูมิภาคยุโรปเหนือ มีอาณาเขตติดต่อกับอีก 2 รัฐบอลติก คือ เอสโตเนียทางทิศเหนือ และลิทัวเนียและเบลารุสทางทิศใต้ จดรัสเซียทางทิศตะวันออก ส่วนทางทิศตะวันตกนั้น ลัตเวียมีอาณาเขตทางทะเลติดต่อกับสวีเดน',
            'latitude'=> '56.95',
            'longitude'=> '24.1',
            'image'=> 'img\Latvia.png'
        ],
        [
            'id'=> 69,
            'country'=> 'Liechtenstein',
            'description'=> 'เป็นประเทศขนาดเล็กที่ไม่มีทางออกสู่ทะเล ตั้งอยู่ในภูมิภาคยุโรปกลาง มีพรมแดนด้านตะวันออกติดกับประเทศออสเตรีย และด้านตะวันตกติดกับสวิตเซอร์แลนด์',
            'latitude'=> '47.166667',
            'longitude'=> '9.509722',
            'image'=> 'img\Liechtenstein.png'
        ],
        [
            'id'=> 70,
            'country'=> 'Lithuania',
            'description'=> 'เป็นประเทศในภูมิภาคบอลติกของยุโรป เป็นหนึ่งในสามรัฐบอลติกและตั้งอยู่ริมชายฝั่งตะวันออกของทะเลบอลติก มีอาณาเขตติดต่อกับลัตเวียทางทิศเหนือ ติดต่อกับเบลารุสทางทิศตะวันออกและทิศใต้ ติดต่อกับโปแลนด์ทางทิศใต้ และติดต่อกับแคว้นคาลินินกราดของรัสเซียทางทิศตะวันตกเฉียงใต้',
            'latitude'=> '54.683333',
            'longitude'=> '25.316667',
            'image'=> 'img\Lithuania.png'
        ],
        [
            'id'=> 71,
            'country'=> 'Luxembourg',
            'description'=> 'เป็นประเทศที่ไม่มีทางออกสู่ทะเล อยู่ทางตะวันตกเฉียงเหนือของทวีปยุโรป มีพรมแดนด้านตะวันออกติดประเทศเยอรมนี ทางทิศใต้ติดฝรั่งเศส และทางทิศตะวันตกติดเบลเยียม',
            'latitude'=> '49.814444',
            'longitude'=> '6.131667',
            'image'=> 'img\Luxembourg.png'
        ],
        [
            'id'=> 72,
            'country'=> 'Macedonia',
            'description'=> 'เป็นรัฐอิสระบนคาบสมุทรบอลข่านในยุโรปตะวันออกเฉียงใต้ มีอาณาเขตทางทิศตะวันตกเฉียงเหนือติดกับประเทศคอซอวอ ทิศเหนือติดกับประเทศเซอร์เบีย ทิศตะวันออกติดกับประเทศบัลแกเรีย ทิศใต้ติดกับประเทศกรีซ และทิศตะวันตกติดกับประเทศแอลเบเนีย',
            'latitude'=> '42',
            'longitude'=> '21.433333',
            'image'=> 'img\Macedoni.png'
        ],
        [
            'id'=> 73,
            'country'=> 'Malta',
            'description'=> 'เป็นประเทศที่เป็นเกาะขนาดเล็กสองเกาะในทะเลเมดิเตอร์เรเนียน แต่มีประชากรหนาแน่น',
            'latitude'=> '35.9',
            'longitude'=> '14.516667',
            'image'=> 'img\Malta.png'
        ],
        [
            'id'=> 74,
            'country'=> 'Moldova',
            'description'=> 'เป็นประเทศที่ไม่มีทางออกสู่ทะเลในภูมิภาคยุโรปตะวันออก ตั้งอยู่ระหว่างประเทศโรมาเนียทางทิศตะวันตกกับประเทศยูเครนทางทิศตะวันออก มีพรมแดนกับโรมาเนียตามแม่น้ำปรุตและแม่น้ำดานูบ',
            'latitude'=> '47',
            'longitude'=> '28.916667',
            'image'=> 'img\Moldova.png'
        ],
        [
            'id'=> 75,
            'country'=> 'Monaco',
            'description'=> 'เป็นนครรัฐในยุโรปตะวันตก ตั้งอยู่บริเวณเฟรนช์ริวีเอราทางตอนใต้ของประเทศฝรั่งเศส ติดกับทะเลเมดิเตอร์เรเนียน เป็นประเทศเอกราชที่เล็กที่สุดเป็นอันดับสองของโลก',
            'latitude'=> '43.733333',
            'longitude'=> '7.416667',
            'image'=> 'img\Monaco.png'
        ],
        [
            'id'=> 76,
            'country'=> 'Netherlands',
            'description'=> 'เป็นประเทศองค์ประกอบ (constituent country) ของราชอาณาจักรเนเธอร์แลนด์ ประกอบด้วยสิบสองจังหวัดในยุโรปตะวันตก และสามเกาะในแคริบเบียน เนเธอร์แลนด์ส่วนที่อยู่ในทวีปยุโรปมีอาณาเขตทิศเหนือและตะวันตกจดทะเลเหนือ ทิศใต้จดประเทศเบลเยียม และทิศตะวันออกจดประเทศเยอรมนี และมีพรมแดนทางทะเลร่วมกับเบลเยียม เยอรมนีและสหราชอาณาจักร',
            'latitude'=> '52.366667',
            'longitude'=> '4.883333',
            'image'=> 'img\Netherlands.png'
        ],
        [
            'id'=> 77,
            'country'=> 'Norway',
            'description'=> 'เป็นประเทศในกลุ่มนอร์ดิก ตั้งอยู่ในยุโรปเหนือ ส่วนตะวันตกของคาบสมุทรสแกนดิเนเวีย มีอาณาเขตจรดประเทศสวีเดน ฟินแลนด์ และรัสเซีย และมีอาณาเขตทางทะเลจรดมหาสมุทรแอตแลนติก ใกล้กับประเทศเดนมาร์กและสหราชอาณาจักร',
            'latitude'=> '59.933333',
            'longitude'=> '10.683333',
            'image'=> 'img\Norway.png'
        ],
        [
            'id'=> 78,
            'country'=> 'Poland',
            'description'=> 'เป็นประเทศในตอนกลางของยุโรป ถูกแบ่งออกเป็น 16 จังหวัดปกครอง ครอบคลุมพื้นที่กว่า 312,696 ตารางกิโลเมตร และมีภูมิอากาศแบบอบอุ่นตามฤดูกาลเป็นส่วนใหญ่',
            'latitude'=> '52.216667',
            'longitude'=> '21.033333',
            'image'=> 'img\Poland.png'
        ],
        [
            'id'=> 79,
            'country'=> 'Portugal',
            'description'=> 'เป็นรัฐเอกราชซึ่งมีแผ่นดินใหญ่ตั้งอยู่บนคาบสมุทรไอบีเรียทางทิศตะวันตกเฉียงใต้ของทวีปยุโรป มีพรมแดนติดกับประเทศสเปนทางทิศเหนือและทิศตะวันออก และติดกับมหาสมุทรแอตแลนติกทางทิศตะวันตกและทิศใต้ อาณาเขตของโปรตุเกสยังรวมถึงหมู่เกาะอะโซร์ส และมาเดราบริเวณมหาสมุทรแอตแลนติก โปรตุเกสมีสภาพเป็นรัฐเดี่ยวซึ่งปกครองด้วยระบบกึ่งประธานาธิบดี',
            'latitude'=> '38.766667',
            'longitude'=> '-9.15',
            'image'=> 'img\Portugal.png'
        ],
        [
            'id'=> 80,
            'country'=> 'Romania',
            'description'=> 'เป็นประเทศที่ตั้งอยู่บริเวณทางแยกระหว่างยุโรปกลาง, ยุโรปตะวันออก และยุโรปตะวันออกเฉียงใต้ มีอาณาเขตติดต่อกับประเทศมอลโดวาทางทิศตะวันออก ติดต่อกับประเทศยูเครนทางทิศเหนือ ติดต่อกับประเทศฮังการีทางทิศตะวันตก ติดต่อกับประเทศเซอร์เบียทางทิศตะวันตกเฉียงใต้ ติดต่อกับประเทศบัลแกเรียทางทิศใต้ และจรดทะเลดำทางทิศตะวันออกเฉียงใต้ มีภูมิอากาศภาคพื้นทวีปเขตอบอุ่นเป็นหลัก',
            'latitude'=> '44.416667',
            'longitude'=> '26.1',
            'image'=> 'img\Romania.png'
        ],
        [
            'id'=> 81,
            'country'=> 'Russia',
            'description'=> 'เป็นประเทศในยูเรเชียเหนือ และเป็นประเทศใหญ่ที่สุดในโลกด้วยพื้นที่กว่า 17,098,246 ตารางกิโลเมตร ครอบคลุมพื้นที่ที่สามารถอยู่อาศัยของโลกถึงหนึ่งในแปด ด้วยประชากรกว่า 146 ล้านคน รัสเซียจึงเป็นชาติมีประชากรมากที่สุดอันดับที่ 9 ของโลก และมากที่สุดในยุโรป',
            'latitude'=> '55.75',
            'longitude'=> '37.616667',
            'image'=> 'img\Russia.png'
        ],
        [
            'id'=> 82,
            'country'=> 'San Marino',
            'description'=> 'เป็นประเทศขนาดเล็ก (และจุลรัฐยุโรป) ในยุโรปใต้บนเทือกเขาแอเพนไนน์ เป็นประเทศที่ไม่มีทางออกสู่ทะเล เนื่องจากพรมแดนถูกล้อมรอบทุกด้านโดยประเทศเดียว คือประเทศอิตาลี',
            'latitude'=> '43.98138',
            'longitude'=> '12.489444',
            'image'=> 'img\San Marino.png'
        ],
        [
            'id'=> 83,
            'country'=> 'Slovakia',
            'description'=> 'เป็นประเทศที่ไม่มีทางออกสู่ทะเลในภูมิภาคยุโรปกลาง มีอาณาเขตทางตะวันตกเฉียงเหนือติดต่อกับเช็กเกีย ทางเหนือติดต่อกับโปแลนด์ ทางตะวันออกติดต่อกับยูเครน ทางใต้ติดต่อกับฮังการี และทางตะวันตกเฉียงใต้ติดต่อกับออสเตรีย',
            'latitude'=> '48.15',
            'longitude'=> '17.116667',
            'image'=> 'img\Slovakia.png'
        ],
        [
            'id'=> 84,
            'country'=> 'Slovenia',
            'description'=> 'เป็นประเทศที่ตั้งอยู่ในยุโรปกลาง ซึ่งเป็นเส้นทางการค้าและแหล่งวัฒนธรรมหลักของทวีปยุโรป มีอาณาเขตทางตะวันตกจรดอิตาลี ทางตะวันตกเฉียงใต้จรดทะเลเอเดรียติก ทางใต้และตะวันออกจรดโครเอเชีย ทางตะวันออกเฉียงเหนือจรดฮังการีและทางเหนือจรดออสเตรีย',
            'latitude'=> '46.05',
            'longitude'=> '14.5',
            'image'=> 'img\Slovenia.png'
        ],
        [
            'id'=> 85,
            'country'=> 'Spain',
            'description'=> 'ป็นประเทศทางตะวันตกเฉียงใต้ของทวีปยุโรป ตั้งอยู่บนคาบสมุทรไอบีเรีย มีพรมแดนติดกับฝรั่งเศสทางทิศตะวันออกเฉียงเหนือตามแนวเทือกเขาพิรินี ทางทิศเหนือติดกับอันดอร์รา และอ่าวบิสเคย์ ทางทิศใต้ติดกับยิบรอลตาร์ และทางทิศตะวันตกติดกับโปรตุเกสและมหาสมุทรแอตแลนติก อาณาเขตของสเปนยังรวมถึงกานาเรียสในมหาสมุทรแอตแลนติก หมู่เกาะแบลีแอริกในทะเลเมดิเตอร์เรเนียน',
            'latitude'=> '40.433333',
            'longitude'=> '-3.7',
            'image'=> 'img\Spain.png'
        ],
        [
            'id'=> 86,
            'country'=> 'Sweden',
            'description'=> 'เป็นประเทศกลุ่มนอร์ดิกตั้งอยู่บนคาบสมุทรสแกนดิเนเวีย ในยุโรปเหนือ เขตแดนทางตะวันตกจรดประเทศนอร์เวย์ ทางตะวันออกเฉียงเหนือจรดประเทศฟินแลนด์ และช่องแคบสแกเกอร์แรก ทางตะวันตกเฉียงใต้จรดช่องแคบคัตเทกัต และทางตะวันออกจรดทะเลบอลติก และอ่าวบอทเนีย',
            'latitude'=> '59.35',
            'longitude'=> '18.066667',
            'image'=> 'img\Sweden.png'
        ],
        [
            'id'=> 87,
            'country'=> 'Switzerland',
            'description'=> 'เป็นรัฐชาติที่ไม่มีทางออกสู่ทะเลอันตั้งอยู่ในยุโรปตะวันตก มีพรมแดนติดกับประเทศเยอรมนี ประเทศฝรั่งเศส ประเทศอิตาลี ประเทศออสเตรีย และประเทศลีชเทินชไตน์ มีเมืองหลวงโดยพฤตินัยคือกรุงแบร์น',
            'latitude'=> '46.95',
            'longitude'=> '7.45',
            'image'=> 'img\Switzerland.png'
        ],
        [
            'id'=> 88,
            'country'=> 'Ukraine',
            'description'=> 'เป็นประเทศหนึ่งในยุโรปตะวันออก เป็นประเทศที่มีเนื้อที่มากที่สุดเป็นอันดับที่ 2 ในยุโรปรองจากรัสเซีย ซึ่งยูเครนมีอาณาเขตติดต่อทางทิศตะวันออกและทิศตะวันออกเฉียงเหนือ[a] นอกจากนี้ยังมีอาณาเขตติดต่อกับเบลารุสทางทิศเหนือ ติดต่อกับโปแลนด์ สโลวาเกีย และฮังการีทางทิศตะวันตก ติดต่อกับโรมาเนียและมอลโดวาทางทิศใต้ และมีแนวชายฝั่งจรดทะเลอะซอฟและทะเลดำ',
            'latitude'=> '49',
            'longitude'=> '32',
            'image'=> 'img\Ukraine.png'
        ],
        [
            'id'=> 89,
            'country'=> 'United Kingdom',
            'country'=> 'US',
            'description'=> 'ประเทศอาณาจักรในยุโรป ตั้งอยู่นอกชายฝั่งตะวันตกเฉียงเหนือของยุโรปภาคพื้นทวีป ประกอบด้วยประเทศองค์ประกอบ 4 ประเทศ ได้แก่ อังกฤษ เวลส์ สกอตแลนด์ และไอร์แลนด์เหนือ โดยครอบคลุมเกาะบริเตนใหญ่ ส่วนตะวันออกเฉียงเหนือของเกาะไอร์แลนด์ และเกาะเล็ก ๆ จำนวนมากในหมู่เกาะบริเตน ไอร์แลนด์เหนือเป็นเพียงส่วนเดียวของสหราชอาณาจักรที่มีพรมแดนทางบกติดต่อกับรัฐอื่น คือ ประเทศไอร์แลนด์ นอกเหนือจากนี้แล้ว สหราชอาณาจักรล้อมรอบด้วยมหาสมุทรแอตแลนติก ทะเลเหนือ ช่องแคบอังกฤษ ทะเลเคลติก และทะเลไอริช',
            'latitude'=> '51.5',
            'longitude'=> '-0.116667',
            'image'=> 'img\United Kingdom.png'
        ],
        [
            'id'=> 90,
            'country'=> 'Vatican City State',
            'description'=> 'เป็นนครรัฐที่ไม่มีทางออกสู่ทะเลซึ่งน้อยที่สุดในโลกทั้งในแง่พื้นที่และประชากร ตั้งอยู่ในกรุงโรม ประเทศอิตาลี เป็นที่ประทับของพระสันตะปาปา ซึ่งเป็นประมุขสูงสุดแห่งศาสนจักรโรมันคาทอลิก ศูนย์กลางคือมหาวิหารนักบุญเปโตร ซึ่งออกแบบโดยมีเกลันเจโล',
            'latitude'=> '12.4525236',
            'longitude'=> '41.9037065',
            'image'=> 'img\Vatican City State.png'
        ],
        [
            'id'=> 91,
            'country'=> 'Serbia and Montenegro',
            'description'=> 'ชื่อของอดีตสหพันธรัฐซึ่งเป็นการรวมอย่างหลวม ๆ ของเซอร์เบียและมอนเตเนโกร อดีตสาธารณรัฐของยูโกสลาเวีย ตั้งแต่ ค.ศ. 2003 จนถึง ค.ศ. 2006 ตั้งอยู่บนคาบสมุทรบอลข่านตอนตะวันตกกลาง ซึ่งแต่เดิมมีชื่อประเทศว่า สหพันธ์สาธารณรัฐยูโกสลาเวีย (FRY) ต่อมาก็ได้เปลี่ยนชื่อประเทศในปี ค.ศ. 2003 ในชื่อ สหภาพรัฐเซอร์เบียและมอนเตเนโกร',
            'latitude'=> '44.816667',
            'longitude'=> '20.466667',
            'image'=> 'img\Serbia and Montenegro.png'
        ],
        [
            'id'=> 92,
            'country'=> 'Australia',
            'description'=> 'เป็นประเทศซึ่งประกอบด้วยแผ่นดินหลักของทวีปออสเตรเลีย, เกาะแทสเมเนีย และเกาะอื่น ๆ ในมหาสมุทรอินเดีย แปซิฟิก และมหาสมุทรใต้ ออสเตรเลียเป็นประเทศที่ใหญ่เป็นอันดับหกของโลกเมื่อนับพื้นที่ทั้งหมด มีประเทศเพื่อนบ้านประกอบด้วย อินโดนีเซีย ปาปัวนิวกินี และติมอร์-เลสเตทางเหนือ หมู่เกาะโซโลมอน วานูอาตู และนิวแคลิโดเนียทางตะวันออกเฉียงเหนือ และนิวซีแลนด์ทางตะวันออกเฉียงใต้',
            'latitude'=> '-35.308056',
            'longitude'=> '149.124444',
            'image'=> 'img\Australia.png'
        ],
        [
            'id'=> 93,
            'country'=> 'Fiji',
            'description'=> 'เป็นประเทศหมู่เกาะในภูมิภาคเมลานีเซีย ทางตอนใต้ของมหาสมุทรแปซิฟิก ส่วนหนึ่งของโอเชียเนีย ตั้งอยู่ห่างจากประเทศนิวซีแลนด์ไปทางตะวันออกเฉียงเหนือประมาณ 1,100 ไมล์ทะเล (2,000 กิโลเมตร) ฟีจีประกอบด้วยกลุ่มเกาะมากกว่า 330 เกาะ',
            'latitude'=> '-18.166667',
            'longitude'=> '178.45',
            'image'=> 'img\Fiji.png'
        ],
        [
            'id'=> 94,
            'country'=> 'Kiribati',
            'description'=> 'เป็นชาติเกาะที่ตั้งในมหาสมุทรแปซิฟิกเขตร้อนตอนกลาง หมู่เกาะปะการัง 33 แห่งของประเทศกระจายทั่วพื้นที่ 3,500,000 ตารางกิโลเมตรใกล้เส้นศูนย์สูตร',
            'latitude'=> '1.466667',
            'longitude'=> '173.033333',
            'image'=> 'img\Kiribati.png'
        ],
        [
            'id'=> 95,
            'country'=> 'Marshall Islands',
            'description'=> 'เป็นประเทศเกาะในมหาสมุทรแปซิฟิก ตั้งอยู่ทางเหนือของประเทศนาอูรูและประเทศคิริบาส ตั้งอยู่ทางตะวันออกของประเทศไมโครนีเซียและอยู่ทางใต้ของเกาะเวกของสหรัฐอเมริกา',
            'latitude'=> '7.116667',
            'longitude'=> '171.066667',
            'image'=> 'img\Marshall Islands.png'
        ],
        [
            'id'=> 96,
            'country'=> 'Micronesia',
            'description'=> 'เป็นรัฐบาลภายใต้รัฐธรรมนูญที่มีความสัมพันธ์เสรีกับสหรัฐอเมริกา ตั้งอยู่ในมหาสมุทรแปซิฟิก อยู่ทางตะวันออกเฉียงเหนือของประเทศปาปัวนิวกินี',
            'latitude'=> '6.916667',
            'longitude'=> '158.183333',
            'image'=> 'img\Micronesia.png'
        ],
        [
            'id'=> 97,
            'country'=> 'Nauru',
            'description'=> 'เป็นประเทศเกาะและจุลรัฐในภูมิภาคไมโครนีเซีย ทวีปโอเชียเนีย ตอนกลางของมหาสมุทรแปซิฟิก เกาะบานาบาของประเทศคิริบาสเป็นพื้นที่ที่อยู่ใกล้เคียงที่สุด โดยอยู่ห่างกัน 300 กิโลเมตร ไปทางตะวันออก นาอูรูตั้งอยู่ทางทิศตะวันตกเฉียงเหนือของตูวาลู ทิศตะวันออกเฉียงเหนือของหมู่เกาะโซโลมอน โดยอยู่ห่างกัน 1,300 กิโลเมตร ทิศตะวันออกเฉียงเหนือของปาปัวนิวกินี ทิศตะวันออกเฉียงใต้ของสหพันธรัฐไมโครนีเซียและทิศใต้ของหมู่เกาะมาร์แชลล์',
            'latitude'=> '-0.533333',
            'longitude'=> '166.916667',
            'image'=> 'img\Nauru.png'
        ],
        [
            'id'=> 98,
            'country'=> 'New Zealand',
            'description'=> 'เป็นประเทศที่ประกอบด้วยเกาะใหญ่ 2 เกาะ รวมถึงเกาะเล็ก ๆ จำนวนหนึ่ง ในมหาสมุทรแปซิฟิกตอนตะวันตกเฉียงใต้ - นิวซีแลนด์มีเมืองหลวงชื่อเวลลิงตันนิวซีแลนด์เป็นประเทศที่ห่างไกลจากประเทศอื่น ๆ มากที่สุด ประเทศที่อยู่ใกล้ที่สุดคือประเทศออสเตรเลีย ซึ่งตั้งอยู่ทางตะวันตกเฉียงเหนือของเกาะใหญ่ 2,000 กิโลเมตร โดยที่มี ทะเลแทสมันกั้นกลาง ดินแดนเดียวที่อยู่ทางใต้คือทวีปแอนตาร์กติกา และทางเหนือคือนิวแคลิโดเนีย ฟิจิ และตองงา',
            'latitude'=> '-41.3',
            'longitude'=> '174.783333',
            'image'=> 'img\New Zealand.png'
        ],
        [
            'id'=> 99,
            'country'=> 'Palau',
            'description'=> 'เป็นประเทศหมู่เกาะขนาดเล็กทางตะวันตกของมหาสมุทรแปซิฟิก ประกอบด้วยเกาะ 340 เกาะทางตะวันตกของหมู่เกาะแคโรไลน์',
            'latitude'=> '7.5',
            'longitude'=> '134.616667',
            'image'=> 'img\Palau.png'
        ],
        [
            'id'=> 100,
            'country'=> 'Papua New Guinea',
            'description'=> 'เป็นประเทศในแถบโอเชียเนีย เป็นพื้นที่ทางตะวันออกของเกาะนิวกินี (พื้นที่ทางตะวันตกเป็นของประเทศอินโดนีเซีย) ตั้งอยู่ในบริเวณตะวันตกเฉียงใต้ของมหาสมุทรแปซิฟิก อยู่ทางเหนือของประเทศออสเตรเลีย และอยู่ทางตะวันตกของหมู่เกาะโซโลมอน มีเมืองหลวงซึ่งตั้งอยู่ริมชายฝั่งตะวันออกเฉียงใต้คือพอร์ตมอร์สบี',
            'latitude'=> '-6',
            'longitude'=> '147',
            'image'=> 'img\Papua New Guinea.png'
        ],
        [
            'id'=> 101,
            'country'=> 'Samoa',
            'description'=> 'เป็นประเทศที่ประกอบด้วยหมู่เกาะอยู่ในมหาสมุทรแปซิฟิกตอนใต้ ชื่อในอดีตคือ เยอรมันซามัว',
            'latitude'=> '-13.833333',
            'longitude'=> '-171.75',
            'image'=> 'img\Samoa.png'
        ],
        [
            'id'=> 102,
            'country'=> 'Solomon Islands',
            'description'=> 'เป็นประเทศในมหาสมุทรแปซิฟิกตอนใต้ ตั้งอยู่ทางตะวันออกของประเทศปาปัวนิวกินี และเป็นส่วนหนึ่งของเครือจักรภพ ประกอบด้วยเกาะต่าง ๆ กว่า 990 เกาะ',
            'latitude'=> '-9.63152216473225',
            'longitude'=> '160.13853823653164',
            'image'=> 'img\Solomon Islands.png'
        ],
        [
            'id'=> 103,
            'country'=> 'Tonga',
            'description'=> 'เป็นประเทศหมู่เกาะในภูมิภาคพอลินีเชีย ตั้งอยู่ในมหาสมุทรแปซิฟิก ระหว่างประเทศนิวซีแลนด์กับรัฐฮาวายของสหรัฐ โดยทะเลอาณาเขตทางตะวันตกติดกับประเทศฟีจี ส่วนทางตะวันออกติดกับหมู่เกาะคุก นีวเว และอเมริกันซามัว ในขณะที่ทางทิศเหนือติดกับหมู่เกาะวาลิสและฟูตูนา ประเทศซามัว และอเมริกันซามัว',
            'latitude'=> '-21.133333',
            'longitude'=> '-175.2',
            'image'=> 'img\Tonga.png'
        ],
        [
            'id'=> 104,
            'country'=> 'Tuvalu',
            'description'=> 'เป็นประเทศหมู่เกาะในมหาสมุทรแปซิฟิก ชื่อประเทศแปลว่า \'แปดยืนยง\' (Eight Standing Together) ในภาษาตูวาลู นอกจากนครรัฐวาติกันแล้ว ตูวาลูเป็นประเทศอิสระที่มีประชากรน้อยที่สุดในโลก',
            'latitude'=> '-8.516667',
            'longitude'=> '179.2',
            'image'=> 'img\Tuvalu.png'
        ],
        [
            'id'=> 105,
            'country'=> 'Vanuatu',
            'description'=> 'เป็นประเทศหมู่เกาะที่ตั้งอยู่ในมหาสมุทรแปซิฟิกตอนใต้ ตั้งอยู่ทางทิศตะวันออกของประเทศออสเตรเลีย 1,750 กม. และตั้งอยู่ทางทิศตะวันออกเฉียงเหนือของนิวแคลิโดเนีย ทางทิศตะวันตกของประเทศฟีจี และทางทิศใต้ของหมู่เกาะโซโลมอน 500 กม. ชื่อของประเทศนี้ในยุคอาณานิคม คือ นิวเฮบริดีส์',
            'latitude'=> '-17',
            'longitude'=> '168',
            'image'=> 'img\Vanuatu.png'
        ],
        [
            'id'=> 106,
            'country'=> 'Guatemala',
            'description'=> 'เป็นประเทศในภูมิภาคอเมริกากลาง ตั้งอยู่ทางตอนใต้ของทวีปอเมริกาเหนือ มีชายฝั่งติดกับทั้งมหาสมุทรแปซิฟิกและทะเลแคริบเบียน พรมแดนด้านตะวันตกจรดเม็กซิโก ตะวันออกเฉียงเหนือจรดเบลีซ และตะวันออกเฉียงใต้จรดฮอนดูรัสและเอลซัลวาดอร์',
            'latitude'=> '15.5',
            'longitude'=> '-90.25',
            'image'=> 'img\Guatemala.png'
        ],
        [
            'id'=> 107,
            'country'=> 'Grenada',
            'description'=> 'เป็นประเทศที่เป็นเกาะในทะเลแคริบเบียนตะวันออกเฉียงใต้ ซึ่งรวมถึงหมู่เกาะเกรนาดีนส์ (Grenadines) ทางใต้ เป็นประเทศอิสระที่มีขนาดเล็กเป็นอันดับ 2 ใน ซีกโลกตะวันตก (ประเทศที่เล็กที่สุดคือ ประเทศเซนต์คิตส์และเนวิส) ตั้งอยู่ทางเหนือของประเทศตรินิแดดและโตเบโก และทางใต้ของประเทศเซนต์วินเซนต์และเกรนาดีนส์',
            'latitude'=> '12.05',
            'longitude'=> '-61.75',
            'image'=> 'img\Grenada.png'
        ],
        [
            'id'=> 108,
            'country'=> 'Cuba',
            'description'=> 'เป็นเกาะที่ใหญ่ที่สุดในหมู่เกาะเกรตเตอร์แอนทิลลีส), อิสลาเดลาฮูเบนตุด รวมถึงเกาะน้อยใหญ่กว่า 4,195 เกาะ ตั้งอยู่ในภูมิภาคแคริบเบียนเหนือบริเวณจุดบรรจบของทะเลแคริบเบียน อ่าวเม็กซิโก และมหาสมุทรแอตแลนติก, ทางทิศตะวันออกของคาบสมุทรยูกาตัน, ทางตอนใต้ของรัฐฟลอริดาและบาฮามาส, ทางตะวันตกของเกาะฮิสปันโยลา และทางเหนือของประเทศจาเมกาและหมู่เกาะเคย์แมน',
            'latitude'=> '22',
            'longitude'=> '-80',
            'image'=> 'img\Cuba.png'
        ],
        [
            'id'=> 109,
            'country'=> 'Canada',
            'description'=> 'เป็นประเทศที่มีที่ตั้งอยู่ทางเหนือมากที่สุดของโลกและมีขนาดใหญ่เป็นอันดับสองของโลก ปัจจุบันแคนาดาใช้ระบอบการปกครองแบบประชาธิปไตยโดยมีพระมหากษัตริย์เป็นประมุข โดยถือสมเด็จพระเจ้าชาลส์ที่ 3  เป็นพระมหากษัตริย์ (หมายเหตุ พระองค์เดียวกับพระมหากษัตริย์สหราชอาณาจักร แต่โดยรัฐธรรมนูญแล้วถือว่าเป็นคนละตำแหน่ง',
            'latitude'=> '60',
            'longitude'=> '-110',
            'image'=> 'img\Canada.png'
        ],
        [
            'id'=> 110,
            'country'=> 'Jamaica',
            'description'=> 'เป็นประเทศที่เป็นเกาะในภูมิภาคเกรตเตอร์แอนทิลลีส เกาะจาเมกาเป็นเกาะที่มีความยาว 240 กิโลเมตร และกว้าง 85 กิโลเมตร และตั้งอยู่ในทะเลแคริบเบียน มีระยะห่าง 635 กิโลเมตร ไปทางตะวันออกของอเมริกากลางแผ่นดินใหญ่',
            'latitude'=> '18.18',
            'longitude'=> '-77.4',
            'image'=> 'img\Jamaica.png'
        ],
        [
            'id'=> 111,
            'country'=> 'Saint Kitts and Nevis',
            'description'=> 'เป็นประเทศที่เป็นเกาะตั้งอยู่ในหมู่เกาะลีเวิร์ด ซึ่งเป็นส่วนหนึ่งของเลสเซอร์แอนทิลลีส ในภูมิภาคเวสต์อินดีส แถบแคริบเบียน จัดเป็นประเทศที่เล็กที่สุดในซีกโลกตะวันตกเมื่อวัดจากขนาดพื้นที่และจำนวนประชากร',
            'latitude'=> '17.333333',
            'longitude'=> '-62.75',
            'image'=> 'img\Saint Kitts and Nevis.png'
        ],
        [
            'id'=> 112,
            'country'=> 'Saint Lucia',
            'description'=> 'เป็นประเทศที่เป็นเกาะ ตั้งอยู่ทางทิศตะวันออกของทะเลแคริบเบียน และติดกับมหาสมุทรแอตแลนติก[8] เซนต์ลูเชียเป็นส่วนหนึ่งของหมู่เกาะเลสเซอร์แอนทิลลีส (Lesser Antilles) โดยอยู่ทางทิศเหนือของประเทศเซนต์วินเซนต์และเกรนาดีนส์ ทางตะวันตกเฉียงเหนือของประเทศบาร์เบโดส และทางทิศใต้ของเกาะมาร์ตินีกของฝรั่งเศส',
            'latitude'=> '13.883333',
            'longitude'=> '-60.966667',
            'image'=> 'img\Saint Lucia.png'
        ],
        [
            'id'=> 113,
            'country'=> 'Saint Vincent and the Grenadines',
            'description'=> 'เป็นประเทศในภูมิภาคแคริบเบียน มีลักษณะเป็นหมู่เกาะ มีทางออกสู่ทะเลและเป็นสมาชิกของเครือจักรภพ',
            'latitude'=> '',
            'longitude'=> '',
            'image'=> 'img\Saint Vincent and the Grenadines.png'
        ],
        [
            'id'=> 114,
            'country'=> 'Dominica',
            'description'=> 'เป็นประเทศเกาะอันตั้งอยู่ในแคริบเบียน[8] ในภาษาละตินชื่อนี้หมายถึง วันอาทิตย์ ซึ่งเป็นวันที่คริสโตเฟอร์ โคลัมบัส ค้นพบประเทศเกาะแห่งนี้ โดยมีกรุงโรโซ เป็นเมืองหลวงของประเทศ',
            'latitude'=> '15.416667',
            'longitude'=> '-61.333333',
            'image'=> 'img\Dominica.png'
        ],
        [
            'id'=> 115,
            'country'=> 'Barbados',
            'description'=> 'เป็นประเทศที่เป็นเกาะที่ตั้งอยู่ในมหาสมุทรแอตแลนติกทางตะวันตก ทางตะวันออกของทะเลแคริบเบียนเล็กน้อย ที่ 13 องศาเหนือและ 59 องศาตะวันตก',
            'latitude'=> '13.17',
            'longitude'=> '-59.5525',
            'image'=> 'img\Barbados.png'
        ],
        [
            'id'=> 116,
            'country'=> 'Nicaragua',
            'description'=> 'เป็นประเทศที่มีพื้นที่มากที่สุดในอเมริกากลาง แต่มีความหนาแน่นของประชากรน้อยที่สุด มีอาณาเขตทางเหนือจรดประเทศฮอนดูรัส ทางใต้จรดประเทศคอสตาริกา ชายฝั่งตะวันตกจรดมหาสมุทรแปซิฟิก ส่วนชายฝั่งตะวันออกจรดทะเลแคริบเบียน',
            'latitude'=> '13.133333',
            'longitude'=> '-85.116667',
            'image'=> 'img\Nicaragua.png'
        ],
        [
            'id'=> 117,
            'country'=> 'Bahamas',
            'description'=> 'เป็นรัฐชาติที่ตั้งอยู่ในมหาสมุทรแอตแลนติก ทางตะวันออกของรัฐฟลอริดา สหรัฐ อยู่ทางตอนเหนือของประเทศคิวบาและทะเลแคริบเบียน ชื่อของประเทศมาจากคำในภาษาสเปนว่า "บาฆามาร์" (baja mar) มีความหมายว่า "ทะเลน้ำตื้น"',
            'latitude'=> '25.066667',
            'longitude'=> '-77.333333',
            'image'=> 'img\Bahamas.png'
        ],
        [
            'id'=> 118,
            'country'=> 'Belize',
            'description'=> 'เป็นชาติขนาดเล็ก ตั้งอยู่บนฝั่งตะวันออกของอเมริกากลาง ริมทะเลแคริบเบียน มีอาณาเขตจรดประเทศเม็กซิโกทางทิศตะวันตกเฉียงเหนือ และจรดประเทศกัวเตมาลาทางทิศตะวันตกและทิศใต้ มีประเทศฮอนดูรัสเป็นประเทศเพื่อนบ้านที่อยู่ใกล้เคียง ห่างออกไปเพียง 75 กิโลเมตร (47 ไมล์) ตามอ่าวฮอนดูรัสทางด้านตะวันออก',
            'latitude'=> '16.818776423061678',
            'longitude'=> '-88.85965899604663',
            'image'=> 'img\Belize.png'
        ],
        [
            'id'=> 119,
            'country'=> 'Panama',
            'description'=> 'เป็นประเทศที่ตั้งอยู่ทางใต้สุดของภูมิภาคอเมริกากลาง บนบริเวณซึ่งเป็นรอยต่อระหว่างทวีปอเมริกาเหนือและทวีปอเมริกาใต้ มีพรมแดนด้านตะวันตกติดต่อกับประเทศคอสตาริกา ด้านตะวันออกเฉียงใต้ติดต่อกับประเทศโคลอมเบีย ด้านเหนือติดต่อกับทะเลแคริบเบียน และด้านใต้ติดต่อกับมหาสมุทรแปซิฟิก',
            'latitude'=> '9',
            'longitude'=> '-80',
            'image'=> 'img\Panama.png'
        ],
        [
            'id'=> 120,
            'country'=> 'Mexico',
            'description'=> 'เป็นประเทศในทวีปอเมริกาเหนือ มีพรมแดนทางทิศเหนือจรดสหรัฐอเมริกา ทิศใต้และทิศตะวันตกจรดมหาสมุทรแปซิฟิก ทิศตะวันออกเฉียงใต้จรดกัวเตมาลา เบลีซ และทะเลแคริบเบียน ส่วนทิศตะวันออกจรดอ่าวเม็กซิโก[10][11] เนื่องจากครอบคลุมพื้นที่ถึงเกือบ 2 ล้านตารางกิโลเมตร[12] เม็กซิโกจึงเป็นประเทศที่มีพื้นที่มากที่สุดเป็นอันดับที่ 5 ของทวีปอเมริกา และเป็นอันดับที่ 13 ของโลก',
            'latitude'=> '23',
            'longitude'=> '-102',
            'image'=> 'img\Mexico.png'
        ],
        [
            'id'=> 121,
            'country'=> 'United States of America',
            'description'=> 'เป็นสหพันธ์สาธารณรัฐซึ่งตั้งอยู่ในทวีปอเมริกาเหนือ ประกอบด้วยรัฐ 50 รัฐ หนึ่งเขตปกครองกลาง ห้าดินแดนปกครองตนเองสำคัญ รวมทั้งเขตสงวนอินเดียน 326 แห่ง และเกาะรอบนอกประเทศอีก 9 แห่ง สหรัฐมีพรมแดนทางทิศเหนือติดประเทศแคนาดา และทางทิศใต้ติดเม็กซิโก และยังมีพรมแดนทางทะเลติดกับหลายประเทศ เช่น บาฮามาส คิวบา และ รัสเซีย',
            'latitude'=> '38.883333',
            'longitude'=> '-77.016667',
            'image'=> 'img\United States of America.png'
        ],
        [
            'id'=> 122,
            'country'=> 'Dominican',
            'description'=> 'เป็นประเทศหนึ่งในทวีปอเมริกาเหนือ ตั้งอยู่บนพื้นที่ 2 ใน 3 ทางทิศตะวันออกของเกาะฮิสปันโยลาซึ่งขนาดใหญ่เป็นอันดับที่ 2 ในหมู่เกาะเกรตเตอร์แอนทิลลีส เกาะนี้ตั้งอยู่ในทะเลแคริบเบียน ทางทิศตะวันตกของเปอร์โตริโก และอยู่ทางทิศตะวันออกของคิวบาและจาเมกา โดยสาธารณรัฐโดมินิกันมีอาณาเขตจรดเฮติทางทิศตะวันตก',
            'latitude'=> '19',
            'longitude'=> '-70.666667',
            'image'=> 'img\Dominican.png'
        ],
        [
            'id'=> 123,
            'country'=> 'El Salvador',
            'description'=> 'เป็นประเทศในแถบอเมริกากลาง มีจำนวนประชากรประมาณ 6.5 ล้านคน เป็นประเทศที่มีความหนาแน่นของประชากรมากที่สุดในแผ่นดินใหญ่ของทวีปอเมริกา',
            'latitude'=> '13.698889',
            'longitude'=> '-89.191389',
            'image'=> 'img\El Salvador.png'
        ],
        [
            'id'=> 124,
            'country'=> 'Antigua and Barbuda',
            'description'=> 'เป็นประเทศเกาะตั้งอยู่ในทะเลแคริบเบียนตะวันออก บริเวณรอยต่อกับมหาสมุทรแอตแลนติก ประเทศนี้ประกอบด้วยเกาะหลักสองเกาะ คือ เกาะแอนทีกาและเกาะบาร์บิวดา ทั้งสองเกาะตั้งอยู่ในตอนกลางของหมู่เกาะลีเวิร์ด',
            'latitude'=> '17.05',
            'longitude'=> '-61.8',
            'image'=> 'img\Antigua and Barbuda.png'
        ],
        [
            'id'=> 125,
            'country'=> 'Honduras',
            'description'=> 'เป็นประเทศหนึ่งในภูมิภาคอเมริกากลาง (ลาตินอเมริกา) ครั้งหนึ่งเคยถูกเรียกว่า สแปนิช ฮอนดูรัส เพื่อไม่ให้เกิดความสับสนกับ บริติช ฮอนดูรัส ซึ่งปัจจุบันคือประเทศเบลีซ มีอาณาเขตติดต่อกันดังนี้คือ ทิศตะวันตกติดต่อกับกัวเตมาลา ทิศตะวันตกเฉียงใต้ติดต่อกับเอลซัลวาดอร์ ทิศตะวันออกเฉียงใต้ติดต่อกับนิการากัว ทิศใต้จรดมหาสมุทรแปซิฟิก ทิศเหนือจรดอ่าวฮอนดูรัสและทะเลแคริบเบียน',
            'latitude'=> '15',
            'longitude'=> '-86.5',
            'image'=> 'img\Honduras.png'
        ],
        [
            'id'=> 126,
            'country'=> 'Haiti',
            'description'=> 'เป็นประเทศหนึ่งในกลุ่มประเทศแคริบเบียน ซึ่งอยู่ในทวีปอเมริกาเหนือ ตั้งอยู่บนเกาะฮิสปันโยลาในทะเลแคริบเบียน โดยมีเกาะเล็ก ๆ ใกล้เคียงด้วย คือ ลากอนาฟว์, ลาตอร์ตูว์, เลแกมิต, อีลาวัช, ลากร็องด์แก และนาวัส',
            'latitude'=> '19',
            'longitude'=> '-72.416667',
            'image'=> 'img\Haiti.png'
        ],
        [
            'id'=> 127,
            'country'=> 'Guyana',
            'description'=> 'ประเทศที่ตั้งอยู่แถบชายฝั่งทางตอนเหนือของทวีปอเมริกาใต้ ประกอบไปด้วยภาคตะวันตกซึ่งเป็นส่วนหนึ่งของภูมิภาคกีอานา พรมแดนด้านตะวันออกจรดประเทศซูรินาม พรมแดนด้านใต้ติดกับประเทศบราซิล พรมแดนด้านตะวันตกติดกับประเทศเวเนซุเอลา และด้านเหนือติดกับมหาสมุทรแอตแลนติก',
            'latitude'=> '5',
            'longitude'=> '-58.75',
            'image'=> 'img\Guyana.png'
        ],
        [
            'id'=> 128,
            'country'=> 'Colombia',
            'description'=> 'เป็นประเทศในภาคตะวันตกเฉียงเหนือของทวีปอเมริกาใต้ มีอาณาเขตทางทิศตะวันออกติดต่อกับเวเนซุเอลาและบราซิล ทางทิศใต้ติดต่อกับเอกวาดอร์และเปรู ทางทิศเหนือจรดทะเลแคริบเบียน ส่วนทางทิศตะวันตกติดต่อกับปานามาและมหาสมุทรแปซิฟิก',
            'latitude'=> '4',
            'longitude'=> '-72',
            'image'=> 'img\Colombia.png'
        ],
        [
            'id'=> 129,
            'country'=> 'Chile',
            'description'=> 'ประเทศทางส่วนตะวันตกของทวีปอเมริกาใต้ ครอบคลุมดินแดนยาวและแคบซึ่งตั้งอยู่ระหว่างเทือกเขาแอนดีสทางทิศตะวันออกกับมหาสมุทรแปซิฟิกทางทิศตะวันตก',
            'latitude'=> '-33.433333',
            'longitude'=> '-70.666667',
            'image'=> 'img\Chile.png'
        ],
        [
            'id'=> 130,
            'country'=> 'Suriname',
            'description'=> 'ประเทศที่ตั้งอยู่ทางเหนือของทวีปอเมริกาใต้ ระหว่างเฟรนช์เกียนาทางทิศตะวันออกกับกายอานาทางทิศตะวันตก เขตแดนทางทิศใต้ติดต่อกับบราซิล ส่วนทางเหนือจรดมหาสมุทรแอตแลนติก พื้นที่ทางใต้สุดของประเทศกำลังเป็นกรณีพิพาทกับกายอานาและเฟรนช์เกียนา',
            'latitude'=> '4',
            'longitude'=> '-56',
            'image'=> 'img\Suriname.png'
        ],
        [
            'id'=> 131,
            'country'=> 'Trinidad and Tobago',
            'description'=> 'ชาติที่ตั้งอยู่ในทะเลแคริบเบียนมีบางส่วนติดทวีปอเมริกาใต้ ตั้งอยู่ห่างจากชายฝั่งเวเนซุเอลา 11 กิโลเมตร เป็นรัฐที่เป็นหมู่เกาะ ประกอบด้วยเกาะหลัก 2 เกาะคือ เกาะตรินิแดด เกาะโตเบโก และเกาะเล็กอื่น ๆ อีก 21 เกาะ',
            'latitude'=> '10.6',
            'longitude'=> '-61.1',
            'image'=> 'img\Trinidad and Tobagou.png'
        ],
        [
            'id'=> 132,
            'country'=> 'Brazil',
            'description'=> 'ประเทศที่ใหญ่ที่สุดทั้งในทวีปอเมริกาใต้และภูมิภาคลาตินอเมริกา ด้วยเนื้อที่ 8.5 ล้านตารางกิโลเมตร (3,300,000 ตารางไมล์) และประชากรกว่า 211 ล้านคน จึงเป็นประเทศที่มีพื้นที่มากที่สุดเป็นอันดับที่ 5 และมีประชากรมากที่สุดเป็นอันดับที่ 6 ของโลก',
            'latitude'=> '-10',
            'longitude'=> '-52',
            'image'=> 'img\Brazil.png'
        ],
        [
            'id'=> 133,
            'country'=> 'Bolivia',
            'description'=> 'ประเทศที่ไม่มีทางออกสู่ทะเลทางตอนกลาง-ตะวันตกของทวีปอเมริกาใต้ เมืองหลวงตามรัฐธรรมนูญคือซูเกร ในขณะที่ที่ตั้งรัฐบาลและเมืองหลวงฝ่ายบริหารคือลาปาซ ส่วนเมืองที่ใหญ่ที่สุดและศูนย์กลางอุตสาหกรรมหลักคือซานตากรุซเดลาซิเอร์ราซึ่งตั้งอยู่ใน ยาโนสโอริเอนตาเลส หรือที่ราบทางภาคตะวันออกของประเทศ',
            'latitude'=> '-16.73345505310333',
            'longitude'=> '-65.0309498681082',
            'image'=> 'img\Bolivia.png'
        ],
        [
            'id'=> 134,
            'country'=> 'Paraguay',
            'description'=> 'ประเทศหนึ่งในทวีปอเมริกาใต้ มีอาณาเขตจรดประเทศบราซิลทางทิศตะวันออกและทิศตะวันออกเฉียงเหนือ จรดประเทศอาร์เจนตินาทางทิศใต้และทิศตะวันตกเฉียงใต้ และจรดประเทศโบลิเวียทางทิศตะวันตกเฉียงเหนือ',
            'latitude'=> '-25.266667',
            'longitude'=> '-57.666667',
            'image'=> 'img\Paraguay.png'
        ],
        [
            'id'=> 135,
            'country'=> 'Peru',
            'description'=> 'ประเทศที่ตั้งอยู่ทางตะวันตกของทวีปอเมริกาใต้ มีพรมแดนทางทิศเหนือติดกับประเทศเอกวาดอร์และประเทศโคลอมเบีย ทิศตะวันออกติดกับประเทศบราซิลและประเทศโบลิเวีย ทางทิศใต้ติดกับประเทศชิลี และทิศตะวันตกติดกับมหาสมุทรแปซิฟิก',
            'latitude'=> '-10',
            'longitude'=> '-76',
            'image'=> 'img\Peru.png'
        ],
        [
            'id'=> 136,
            'country'=> 'Venezuela',
            'description'=> 'ประเทศบนชายฝั่งทางเหนือของทวีปอเมริกาใต้ มีอาณาเขตจรดประเทศโคลอมเบียทางทิศตะวันตก จรดบราซิลทางทิศใต้ และจรดกายอานาทางทิศตะวันออก',
            'latitude'=> '7',
            'longitude'=> '-65',
            'image'=> 'img\Venezuela.png'
        ],       
        [
            'id'=> 137,
            'country'=> 'Argentina',
            'description'=> 'เป็นประเทศทางตอนใต้ของทวีปอเมริกาใต้ ครอบคลุมพื้นที่ 2,780,400 ตารางกิโลเมตร (1,073,500 ตารางไมล์) นับเป็นประเทศที่มีขนาดใหญ่เป็นอันดับที่ 2 ในทวีปอเมริกาใต้ รองจากบราซิล อันดับที่ 4 ในทวีปอเมริกา และอันดับที่ 8 ของโลก อาร์เจนตินาตั้งอยู่ในภูมิภาคกรวยใต้ร่วมกับชิลีทางทิศตะวันตก และยังมีพรมแดนติดต่อกับโบลิเวียและปารากวัยทางทิศเหนือ บราซิลทางทิศตะวันออกเฉียงเหนือ อุรุกวัยและมหาสมุทรแอตแลนติกใต้ทางทิศตะวันออก และช่องแคบเดรกทางทิศใต้ เป็นสหพันธรัฐ',
            'latitude'=> '-34',
            'longitude'=> '-64',
            'image'=> 'img\Argentina.png'
        ],
        [
            'id'=> 138,
            'country'=> 'Uruguay',
            'description'=> 'เป็นประเทศในทวีปอเมริกาใต้ มีอาณาเขตจรดประเทศอาร์เจนตินาทางทิศตะวันตกและทิศตะวันตกเฉียงใต้ จรดประเทศบราซิลทางทิศเหนือและทิศตะวันออกเฉียงเหนือ จรดริโอเดลาปลาตาทางทิศใต้ และจรดมหาสมุทรแอตแลนติกทางทิศตะวันออกเฉียงใต้',
            'latitude'=> '-34.883333',
            'longitude'=> '-56.166667',
            'image'=> 'img\Uruguay.png'
        ],
        [
            'id'=> 139,
            'country'=> 'Ecuador',
            'description'=> 'เป็นประเทศทางภาคตะวันตกเฉียงเหนือของทวีปอเมริกาใต้ มีอาณาเขตจรดประเทศโคลอมเบียทางทิศเหนือ จรดประเทศเปรูทางทิศตะวันออกและทิศใต้ และจรดมหาสมุทรแปซิฟิกทางทิศตะวันตก เอกวาดอร์ยังมีอำนาจอธิปไตยเหนือหมู่เกาะกาลาปาโกส',
            'latitude'=> '-2',
            'longitude'=> '-77.5',
            'image'=> 'img\Ecuador.png'
        ],
        [
            'id' => 140,
            'country' => 'Ghana',
            'description' => 'ประเทศที่ตั้งอยู่ในภูมิภาคแอฟริกาตะวันตก พรมแดนด้านตะวันตกจรด ประเทศโกตดิวัวร์ ด้านตะวันออกจรด ประเทศบูร์กินาฟาโซ ด้านตะวันออกจรด ประเทศโตโก โดยมีชายฝั่งทะเลด้านใต้ติดกับ อ่าวกินี เดิมเป็นอาณานิคมของสหราชอาณาจักร มีชื่อเรียกว่า โกลด์โคสต์',
            'latitude' => '7.816667',
            'longitude' => '-1.05',
            'image'=> 'img\Ghana.png'
        ],
        [
            'id' => 141,
            'country' => 'Gabon',
            'description' => 'ประเทศในตอนกลางของภาคตะวันตกของทวีปแอฟริกา มีพรมแดนติดกับอิเควทอเรียลกินี แคเมอรูน สาธารณรัฐคองโก และอ่าวกินี',
            'latitude' => '-1',
            'longitude' => '12',
            'image'=> 'img\Gabon.png'
        ],
        [
            'id' => 142,
            'country' => 'Guinea-Bissau',
            'description' => 'เป็นประเทศอยู่ในแอฟริกาตะวันตก เมืองหลวงชื่อว่าบิสเซา',
            'latitude' => '12',
            'longitude' => '-15',
            'image'=> 'img\Guinea-Bissau.png'
        ],
        [
            'id' => 143,
            'country' => 'Guinea',
            'description' => 'เป็นประเทศที่ตั้งอยู่ทางตะวันตกเฉียงเหนือของทวีปแอฟริกา มีพรมแดนด้านทิศเหนือจรดกินีบิสเซา และเซเนกัล พรมแดนด้านทิศเหนือและตะวันออกเฉียงเหนือจรดประเทศมาลี ตะวันออกเฉียงใต้จรดโกตดิวัวร์ ทิศใต้จรดไลบีเรีย และตะวันตกจรดเซียร์ราลีโอน เป็นแหล่งต้นน้ำของแม่น้ำไนเจอร์ แม่น้ำเซเนกัล และแม่น้ำแกมเบีย ชื่อกินี',
            'latitude' => '11',
            'longitude' => '-10',
            'image'=> 'img\Guinea.png'
        ],
        [
            'id' => 144,
            'country' => 'Gambia',
            'description' => 'เป็นประเทศในแอฟริกาตะวันตก จัดเป็นประเทศที่เล็กที่สุดในแผ่นดินใหญ่ของทวีปแอฟริกา ถูกล้อมด้วยเซเนกัลสามด้าน ยกเว้นด้านตะวันตกติดกับมหาสมุทรแอตแลนติก มีเมืองหลวงชื่อบันจูล',
            'latitude' => '13.466667',
            'longitude' => '-16.6',
            'image'=> 'img\Gambia.png'
        ],
        [
            'id' => 145,
            'country' => 'Ivory Coast',
            'description' => 'เป็นประเทศในทวีปแอฟริกา ตั้งอยู่บริเวณแอฟริกาตะวันตก ทิศตะวันตกติดกับประเทศกินีและประเทศไลบีเรีย ทิศเหนือติดกับประเทศมาลีและประเทศบูร์กินาฟาโซ ทิศตะวันออกติดกับประเทศกานา ส่วนทิศใต้เป็นอ่าวกินี',
            'latitude' => '8',
            'longitude' => '-5',
            'image'=> 'img\Ivory Coast.png'
        ],
        [
            'id' => 146,
            'country' => 'Congo',
            'description' => 'เป็นอดีตอาณานิคมของฝรั่งเศสในภูมิภาคแอฟริกาตะวันตกกลาง มีอาณาเขตจรดกาบอง แคเมอรูน สาธารณรัฐแอฟริกากลาง สาธารณรัฐประชาธิปไตยคองโก แองโกลา และอ่าวกินี สาธารณรัฐคองโกมีภาษาทางการคือ ภาษาฝรั่งเศส',
            'latitude' => '-1.44',
            'longitude' => '15.556',
            'image'=> 'img\Congo.png'
        ],
        [
            'id' => 147,
            'country' => 'Comoros',
            'description' => 'ประเทศหมู่เกาะในมหาสมุทรอินเดีย ตั้งอยู่ทางตอนเหนือสุดของช่องแคบโมซัมบิก ชายฝั่งตะวันออกของทวีปแอฟริกา ระหว่างประเทศโมซัมบิกทางตะวันออกเฉียงเหนือ ภูมิภาคฝรั่งเศสแห่งมายอตและทางตะวันตกเฉียงเหนือของประเทศมาดากัสการ์ เมืองหลวงและเมืองที่ใหญ่ที่สุดในคอโมโรสคือโมโรนี ศาสนาของประชากรส่วนใหญ่คือศาสนาอิสลามนิกายสุหนี่',
            'latitude' => '-11.683333',
            'longitude' => '43.266667',
            'image'=> 'img\Comoros.png'
        ],
        [
            'id' => 148,
            'country' => 'Kenya',
            'description' => 'เป็นประเทศในแอฟริกาตะวันออก มีอาณาเขตจรดประเทศเอธิโอเปีย (ทางเหนือ) ประเทศโซมาเลีย (ทางตะวันออกเฉียงเหนือ) ประเทศแทนซาเนีย (ทางใต้) ประเทศยูกันดา (ทางตะวันตก) ประเทศเซาท์ซูดานและทะเลสาบวิกตอเรีย (ทางตะวันตกเฉียงเหนือ) และมหาสมุทรอินเดีย มีเมืองหลวงและเมืองใหญ่ที่สุดคือ ไนโรบี',
            'latitude' => '-1.266667',
            'longitude' => '36.8',
            'image'=> 'img\Kenya.png'
        ],
        [
            'id' => 149,
            'country' => 'Cameroon',
            'description' => 'เป็นสาธารณรัฐในแอฟริกากลาง มีอาณาเขตจรดไนจีเรีย ชาด สาธารณรัฐแอฟริกากลาง สาธารณรัฐคองโก กาบอง อิเควทอเรียลกินี แคเมอรูนถูกจัดให้เป็นประเทศในแถบแอฟริกาตะวันตก แต่ในบางครั้งก็สามารถรวมอยู่ในกลุ่มประเทศแอฟริกากลางได้เช่นกัน เนื่องจากสภาพที่ตั้งของประเทศตั้งอยู่ก้ำกึ่งระหว่างสองบริเวณดังกล่าว แคเมอรูนมีประชากรราว 25 ล้านคน และมีภาษาพูดมากกว่า 250 ภาษา',
            'latitude' => '3.866667',
            'longitude' => '11.516667',
            'image'=> 'img\Cameroon.png'
        ],
        [
            'id' => 150,
            'country' => 'Djibouti',
            'description' => 'เป็นประเทศในจะงอยแอฟริกาที่มีชายแดนทางใต้ติดกับประเทศโซมาเลีย ทางตะวันตกเฉียงใต้ติดกับประเทศเอธิโอเปีย ทางเหนือติดกับประเทศเอริเทรีย และทางตะวันออกติดกับทะเลแดงและอ่าวเอเดน',
            'latitude' => '11.5',
            'longitude' => '43',
            'image'=> 'img\Djibouti.png'
        ],
        [
            'id' => 151,
            'country' => 'Tchad',
            'description' => 'ประเทศที่ไม่มีทางออกสู่ทะเลในแอฟริกากลาง มีอาณาเขตทางเหนือจดประเทศลิเบีย ทางตะวันออกจดประเทศซูดาน ทางใต้จดสาธารณรัฐแอฟริกากลาง ทางตะวันตกเฉียงใต้จดประเทศแคเมอรูนและประเทศไนจีเรีย และทางตะวันตกจดประเทศไนเจอร์ เนื่องจากมีระยะไกลจากทะเลและมีภูมิอากาศเป็นแบบทะเลทรายเป็นส่วนใหญ่ ประเทศจึงได้ชื่อว่าเป็น "หัวใจตายของแอฟริกา"',
            'latitude' => '15',
            'longitude' => '19',
            'image'=> 'img\Tchad.png'
        ],
        [
            'id' => 152,
            'country' => 'Zimbabwe',
            'description' => 'ประเทศที่ไม่มีทางออกสู่ทะเลที่ตั้งอยู่ทางตอนใต้ทวีปแอฟริกา อยู่ระหว่างแม่น้ำซัมเบซีและแม่น้ำลิมโปโป มีอาณาเขตทิศเหนือติดกับประเทศแซมเบีย ทิศตะวันออกติดกับประเทศโมซัมบิก ทิศตะวันตกติดกับประเทศบอตสวานา และทิศใต้ติดกับประเทศแอฟริกาใต้ มีพื้นที่ประเทศ 390,580 ตารางกิโลเมตร เมืองหลวงคือ กรุงฮาราเร',
            'latitude' => '20',
            'longitude' => '30',
            'image'=> 'img\Zimbabwe.png'
        ],
        [
            'id' => 153,
            'country' => 'Sudan',
            'description' => 'เป็นประเทศที่ในอดีตมีพื้นที่มากที่สุดในทวีปแอฟริกา ตั้งอยู่ทางตะวันออกเฉียงเหนือของทวีป มีเมืองหลวงชื่อคาร์ทูม มีพรมแดนทางทิศเหนือติดกับประเทศอียิปต์ ทิศใต้ติดต่อกับเซาท์ซูดาน ทิศตะวันออกเฉียงเหนือติดกับทะเลแดง ทิศตะวันออกติดกับเอริเทรียและเอธิโอเปีย ทิศตะวันตกเฉียงใต้ติดกับสาธารณรัฐแอฟริกากลาง ทิศตะวันตกติดกับประเทศชาด และทิศตะวันตกเฉียงเหนือติดกับลิเบีย',
            'latitude' => '15',
            'longitude' => '32',
            'image'=> 'img\Sudan.png'
        ],
        [
            'id' => 154,
            'country' => 'Seychelles',
            'description' => 'เป็นประเทศที่เป็นกลุ่มเกาะ ประกอบด้วยเกาะ 115 เกาะในมหาสมุทรอินเดีย มีเมืองหลวงคือกรุงวิกทอเรีย อยู่ห่างจากชายฝั่งของทวีปแอฟริกาทางตะวันออก 1,500 กิโลเมตร ตั้งอยู่ทางตะวันออกเฉียงเหนือของมาดากัสการ์ หมู่เกาะที่อยู่ใกล้เคียง เช่น ทางทิศใต้ ได้แก่ มอริเชียส ทางทิศตะวันตกเฉียงใต้ ได้แก่ คอโมโรสและมายอต และทางทิศตะวันออกเฉียงเหนือ ได้แก่ มัลดีฟส์',
            'latitude' => '-4.583333',
            'longitude' => '55.666667',
            'image'=> 'img\Seychelles.png'
        ],
        [
            'id' => 155,
            'country' => 'Sao Tome and Principe',
            'description' => 'เป็นประเทศหมู่เกาะเล็ก ๆ ในอ่าวกินี ประกอบด้วยเกาะสำคัญ 2 เกาะ คือ เกาะเซาตูแมและเกาะปริงซีป',
            'latitude' => '1',
            'longitude' => '7',
            'image'=> 'img\Sao Tome and Principe.png'
        ],
        [
            'id' => 156,
            'country' => 'Sierra Leone',
            'description' => 'เป็นประเทศอยู่ในแอฟริกาตะวันตก เมืองหลวงชื่อว่าฟรีทาวน์ มีเนื้อที่โดยประมาณ 71,740 ตารางกิโลเมตร ทิศเหนือและตะวันออกเฉียงเหนือติดกับสาธารณรัฐกินี ทิศตะวันออกเฉียงใต้ติดต่อกับประเทศไลบีเรีย ทิศตะวันตกติดกับมหาสมุทรแอตแลนติก',
            'latitude' => '8.5',
            'longitude' => '-12.1',
            'image'=> 'img\Sierra Leone.png'
        ],
        [
            'id' => 157,
            'country' => 'Zambia',
            'description' => 'เป็นประเทศที่ไม่มีทางออกสู่ทะเลในภูมิภาคแอฟริกาใต้ มีพรมแดนทางด้านเหนือจรดสาธารณรัฐประชาธิปไตยคองโก ทางตะวันออกเฉียงเหนือจรดแทนซาเนีย ทางด้านใต้จรดโมซัมบิก ซิมบับเว บอตสวานา และนามิเบีย และทางตะวันตกจรดแองโกลา เดิมมีชื่อว่าโรดีเซียเหนือ ชื่อแซมเบียมีต้นกำเนิดมาจากแม่น้ำแซมบีซี',
            'latitude' => '-15.416667',
            'longitude' => '28.283333',
            'image'=> 'img\Zambia.png'
        ],
        [
            'id' => 158,
            'country' => 'Somalia',
            'description' => 'มีชื่อเดิมว่า สาธารณรัฐประชาธิปไตยโซมาลี และ สาธารณรัฐโซมาลี มีพื้นที่ติดกับแหลมแอฟริกา มีพรมแดนทางทิศตะวันตกเฉียงเหนือติดกับจีบูติ ทิศตะวันตกเฉียงใต้ติดกับเคนยา มีพื้นที่ทางทิศเหนือติดกับประเทศเยเมนโดยมีอ่าวเอเดนเป็นพรมแดนทางทะเล ทิศตะวันออกติดกับมหาสมุทรอินเดีย และทิศตะวันตกติดกับประเทศเอธิโอเปีย',
            'latitude' => '2.033333',
            'longitude' => '45.35',
            'image'=> 'img\Somalia.png'
        ],
        [
            'id' => 159,
            'country' => 'Tunisia',
            'description' => 'เป็นประเทศในแอฟริกาเหนือบนชายฝั่งทะเลเมดิเตอร์เรเนียน มีอาณาเขตทางตะวันตกจรดประเทศแอลจีเรีย และทางใต้และตะวันตกจรดประเทศลิเบีย พื้นที่ร้อยละ 40 ของประเทศประกอบด้วยทะเลทรายสะฮารา ในขณะที่ส่วนที่เหลือประกอบด้วยพื้นที่ทำกินอันอุดมสมบูรณ์ และชายฝั่งที่สามารถเข้าถึงได้ง่าย',
            'latitude' => '34',
            'longitude' => '9',
            'image'=> 'img\Tunisia.png'
        ],
        [
            'id' => 160,
            'country' => 'Togo',
            'description' => 'ป็นประเทศหนึ่งในภูมิภาคแอฟริกาตะวันตก (เขตที่ราบสูงกินี) มีอาณาเขตติดต่อกับประเทศกานาทางทิศตะวันตก ทิศตะวันออกติดกับประเทศเบนินทิศเหนือติดกับประเทศบูร์กินาฟาโซ ทิศใต้จรดอ่าวกินี กรุงโลเมที่เป็นเมืองหลวงก็ติดกับอ่าวกินี',
            'latitude' => '6.133333',
            'longitude' => '1.216667',
            'image'=> 'img\Togo.png'
        ],
        [
            'id' => 161,
            'country' => 'Tanzania',
            'description' => 'เป็นประเทศที่อยู่บนชายฝั่งตะวันออกของแอฟริกา มีอาณาเขตทางเหนือจดเคนยาและยูกันดา ทางตะวันตกจดรวันดา บุรุนดี และสาธารณรัฐประชาธิปไตยคองโก และทางใต้จดแซมเบีย มาลาวี และโมซัมบิก ส่วนทางตะวันออกจดมหาสมุทรอินเดีย ประเทศตั้งชื่อมาจากแผ่นดินใหญ่แทนกันยีกาและเกาะแซนซิบาร์ที่อยู่นอกจากชายฝั่งตะวันออก',
            'latitude' => '-6',
            'longitude' => '35',
            'image'=> 'img\Tanzania.png'
        ],
        [
            'id' => 162,
            'country' => 'Namibia',
            'description' => 'เป็นประเทศในแอฟริกาใต้ (ภูมิภาค) ริมฝั่งมหาสมุทรแอตแลนติก มีพรมแดนติดด้านเหนือกับประเทศแองโกลา และแซมเบีย ด้านตะวันออกเฉียงเหนือติดกับซิมบับเว ทางตะวันออกติดกับบอตสวานา และทางใต้ติดกับประเทศแอฟริกาใต้ นามิเนียได้รับเอกราชคืนจากประเทศแอฟริกาใต้เมื่อ พ.ศ. 2533 มีเมืองหลวงชื่อวินด์ฮุก',
            'latitude' => '-21.879450610973166',
            'longitude' => '17.29629406535952',
            'image'=> 'img\Namibia.png'
        ],
        [
            'id' => 163,
            'country' => 'Nigeria',
            'description' => 'เป็นประเทศในแอฟริกาตะวันตก เป็นประเทศที่มีประชากรมากที่สุดในแอฟริกา ไนจีเรียได้ปกครองด้วยระบอบประชาธิปไตยเมื่อ พ.ศ. 2542 หลังจากที่มีการปกครองโดยเผด็จการทหารหลายคนที่โหดร้ายและคดโกง มานาน 36 ปี ระหว่างปี พ.ศ. 2508 ถึง พ.ศ. 2542 ไนจีเรียปกครองโดยเผด็จการทหารที่ชิงอำนาจด้วยการรัฐประหาร',
            'latitude' => '9.066667',
            'longitude' => '7.483333',
            'image'=> 'img\Nigeria.png'
        ],
        [
            'id' => 164,
            'country' => 'Niger',
            'description' => 'ป็นประเทศที่ไม่มีทางออกสู่ทะเลที่อยู่ทางใต้ของทะเลทรายสะฮาราในแอฟริกาตะวันตก ตั้งชื่อตามแม่น้ำไนเจอร์ มีอาณาเขตทางใต้จดประเทศไนจีเรียและประเทศเบนิน ตะวันตกจดประเทศมาลี เหนือจดประเทศแอลจีเรียและประเทศลิเบีย ตะวันออกจดประเทศชาด ไนเจอร์มีพื้นที่เกือบ 1,270,000 ตารางกิโลเมตร ซึ่งร้อยละ 80 ถูกปกคลุมด้วยทะเลทรายสะฮารา มีประชากรประมาณ 15 ล้านคน ส่วนใหญ่นับถือศาสนาอิสลามและอาศัยอยู่หนาแน่นบริเวณตอนใต้และตะวันตกของประเทศ เมืองหลวงชื่อนีอาเม',
            'latitude' => '13.533333',
            'longitude' => '2.083333',
            'image'=> 'img\Niger.png'
        ],
        [
            'id' => 165,
            'country' => 'Botswana',
            'description' => 'เป็นประเทศหนึ่งในภูมิภาคแอฟริกาใต้ และเป็นประเทศที่ไม่มีทางออกสู่ทะเล มีอาณาเขตดังนี้ ทิศใต้ติดกับประเทศแอฟริกาใต้ ทิศตะวันตกติดกับประเทศนามิเบีย ทิศเหนือติดกับประเทศแซมเบีย ทิศตะวันออกเฉียงเหนือติดกับประเทศซิมบับเว',
            'latitude' => '-24.658333',
            'longitude' => '25.908333',
            'image'=> 'img\Botswana.png'       
        ],
        [
            'id' => 166,
            'country' => 'Burundi',
            'description' => 'คือประเทศที่ตั้งอยู่ในภูมิภาคเกรตเลกส์ของแอฟริกา บุรุนดีมีพรมแดนทางเหนือจดประเทศรวันดา ทางใต้และตะวันออกจดประเทศแทนซาเนีย และทางตะวันตกจดสาธารณรัฐประชาธิปไตยคองโก บุรุนดีเป็นประเทศที่ไม่มีทางออกสู่ทะเล อย่างไรก็ดี ทางตะวันตกส่วนใหญ่ติดต่อกับทะเลสาบแทนกันยีกา (Lake Tanganyika) ชื่อบุรุนดีมาจากภาษากลุ่มบันตู ภาษายาวี',
            'latitude' => '-3.5',
            'longitude' => '30',
            'image'=> 'img\Burundi.png'
        ],
        [
            'id' => 167,
            'country' => 'Burkina Faso',
            'description' => 'เป็นประเทศหนึ่งในภูมิภาคแอฟริกาตะวันตกซึ่งเป็นประเทศที่ไม่มีทางออกสู่ทะเล มีอาณาเขตติดกับประเทศเพื่อนบ้านคือ ทางเหนือติดกับประเทศมาลี ตะวันออกติดกับประเทศไนเจอร์ ตะวันออกเฉียงใต้ติดกับประเทศเบนิน ทิศใต้ติดกับประเทศโตโกและประเทศกานา ทิศตะวันตกเฉียงใต้ติดกับประเทศโกตดิวัวร์',
            'latitude' => '12.366667',
            'longitude' => '-1.533333',
            'image'=> 'img\Burkina Faso.png'
        ],
        [
            'id' => 168,
            'country' => 'Benin',
            'description' => 'ประเทศในแอฟริกาตะวันตก ชื่อเดิม ดาโฮมีย์ (Dahomania) มีชายฝั่งเล็ก ๆ กับอ่าวเบนินทางภาคใต้ และมีพรมแดนติดต่อประเทศโตโกทางตะวันตก ประเทศไนจีเรียทางตะวันออก และประเทศบูร์กินาฟาโซ กับประเทศไนเจอร์ทางเหนือ ไม่มีความเกี่ยวข้องเป็นพิเศษกับเมืองเบนินซิตีในไนจีเรีย หรือจักรวรรดิเบนิน ซึ่งเป็นแหล่งของรูปปั้นทองแดงเบนิน (Benin Bronzes) อันมีชื่อเสียง',
            'latitude' => '9.731041242752376',
            'longitude' => '2.2600188180631027',
            'image'=> 'img\Benin.png'
        ],
        [
            'id' => 169,
            'country' => 'Mauritius',
            'description' => 'คือประเทศที่เป็นเกาะนอกชายฝั่งแอฟริกาในมหาสมุทรอินเดียตะวันตกเฉียงใต้ ตั้งอยู่ทางตะวันออกของมาดากัสการ์ ประมาณ 900 กิโลเมตร (560 ไมล์) และทางตะวันตกเฉียงใต้ของอินเดียประมาณ 3,943 กิโลเมตร (2,450 ไมล์) นอกจากตัวเกาะมอริเชียสแล้ว สาธารณรัฐมอริเชียสประกอบด้วย ใช้ภาษาฝรั่งเศสเกาะเซนต์แบรนดอน เกาะร็อดริก และหมู่เกาะอากาเลกา มอริเชียสเป็นส่วนหนึ่งของหมู่เกาะแมสคารีน มีเกาะเรอูว์นียงของฝรั่งเศส ตั้งอยู่ห่างจากมอริเชียสไปทางตะวันตก',
            'latitude' => '-20.2',
            'longitude' => '57.5',
            'image'=> 'img\Mauritius.png'
        ],
        [
            'id' => 180,
            'country' => 'Mauritania',
            'description' => 'เป็นประเทศในแอฟริกาตะวันตกเฉียงเหนือ มีชายฝั่งบนมหาสมุทรแอตแลนติกทางตะวันตก มีอาณาเขตทางตะวันตกเฉียงใต้จดประเทศเซเนกัล ทางตะวันออกและทางตะวันออกเฉียงใต้จดประเทศมาลี ทางตะวันออกเฉียงเหนือจดประเทศแอลจีเรีย และมีพรมแดนทางตะวันตกเฉียงเหนือติดกับพื้นที่ยึดครองโดยประเทศโมร็อกโก คือเวสเทิร์นสะฮารา',
            'latitude' => '18.15',
            'longitude' => '-15.966667',
            'image'=> 'img\Mauritania.png'
        ],
        [
            'id' => 181,
            'country' => 'Madagascar',
            'description' => 'คือประเทศที่มีลักษณะเป็นเกาะในมหาสมุทรอินเดีย ตั้งอยู่นอกชายฝั่งทางตะวันออกของแอฟริกา ใกล้กับโมซัมบิก เกาะมาดากัสการ์ที่เป็นเกาะหลักเป็นเกาะใหญ่เป็นอันดับ 4 ของโลก เป็นถิ่นของสายพันธุ์พืชและสัตว์ถึงร้อยละ 5 ของโลก และมีมากกว่าร้อยละ 80 ที่เป็นสัตว์หรือพืชเฉพาะถิ่นมาดากัสการ์ ที่เด่นคือตัวลีเมอร์ซึ่งอยู่ในตระกูลไพรเมต ตัวฟอสซา',
            'latitude' => '-21.105737253437756',
            'longitude' => '46.251658275734705',
            'image'=> 'img\Madagascar.png'
        ],
        [
            'id' => 182,
            'country' => 'Malawi',
            'description' => 'เป็นรัฐประชาธิปไตยที่มีประชากรหนาแน่นอยู่ทางตะวันออกเฉียงใต้ของแอฟริกา มีอาณาเขตติดต่อกับประเทศแซมเบียทางตะวันตกเฉียงเหนือ ติดต่อกับประเทศแทนซาเนียทางเหนือ และมีประเทศโมซัมบิกล้อมรอบทางทิศตะวันออก ทิศใต้ และทิศตะวันตก',
            'latitude' => '-13.450086760780193',
            'longitude' => '34.302821175894394',
            'image'=> 'img\Malawi.png'
        ],
        [
            'id' => 183,
            'country' => 'Mali',
            'description' => 'เป็นประเทศที่ไม่มีทางออกสู่ทะเลในแอฟริกาตะวันตก ประเทศมาลีมีพรมแดนทางเหนือจดประเทศแอลจีเรีย ทางตะวันออกจดประเทศไนเจอร์ ทางใต้จดประเทศบูร์กินาฟาโซและประเทศโกตดิวัวร์ ทางตะวันตกเฉียงใต้จดประเทศกินี และทางตะวันตกจดประเทศเซเนกัลและประเทศมอริเตเนีย',
            'latitude' => '12.65',
            'longitude' => '-8',
            'image'=> 'img\Mali.png'
        ],
        [
            'id'=> 184,
            'country'=> 'Mozambique',
            'description'=> 'เป็นประเทศที่อยู่ทางตะวันออกเฉียงใต้ของทวีปแอฟริกา โดยมีมหาสมุทรอินเดียอยู่ทางตะวันออก ประเทศแทนซาเนียอยู่ทางเหนือ ประเทศมาลาวีและแซมเบียอยู่ทางตะวันตกเฉียงเหนือ ประเทศซิมบับเวอยู่ทางตะวันตก และมีประเทศเอสวาตีนีและแอฟริกาใต้อยู่ทางตะวันตกเฉียงใต้',
            'latitude'=> '-25.95',
            'longitude'=> '32.583333',
            'image'=> 'img\Mozambique.png'
        ],
        [
            'id'=> 185,
            'country'=> 'Morocco',
            'description'=> 'เป็นหนึ่งในถิ่นกำเนิดชนเบอร์เบอร์[13][14] ในทางภูมิศาสตร์โมร็อกโกมีเทือกเขาหินขรุขระตรงกลาง มีทะเลทรายขนาดใหญ่และมีชายฝั่งยาวมาตั้งแต่มหาสมุทรแอตแลนติกจนถึงทะเลเมดิเตอเรเนียน',
            'latitude'=> '34.033333',
            'longitude'=> '-6.85',
            'image'=> 'img\Morocco.png'
        ],
        [
            'id'=> 186,
            'country'=> 'Uganda',
            'description'=> 'เป็นประเทศในแอฟริกาตะวันออก มีอาณาเขตทางตะวันออกจดประเทศเคนยา ทางเหนือจดประเทศซูดานใต้ ทางตะวันตกจดสาธารณรัฐประชาธิปไตยคองโก (ซาอีร์เดิม) ทางตะวันตกเฉียงใต้จดประเทศรวันดา และทางใต้จดประเทศแทนซาเนีย ทางใต้ของประเทศรวมถึงบางส่วนของทะเลสาบวิกตอเรีย ซึ่งมีพรมแดนติดกับเคนยาและแทนซาเนียด้วย',
            'latitude'=> '0.313611',
            'longitude'=> '32.581111',
            'image'=> 'img\Uganda.png'
        ],
        [
            'id'=> 187,
            'country'=> 'Rwanda',
            'description'=> 'เป็นประเทศที่ไม่มีทางออกสู่ทะเลแต่อยู่ติดกับทะเลสาบเกรตเลกส์ (Great Lakes) ทางตะวันออกของประเทศ รวันดาเป็นประเทศเล็ก ๆ ที่อยู่ทางระหว่างตอนกลางและตะวันออกของทวีปแอฟริกา',
            'latitude'=> '-1.943889',
            'longitude'=> '30.059444',
            'image'=> 'img\Rwanda.png'],
            [
                'id'=> 188,
                'country'=> 'Libya',
                'description'=> 'เป็นประเทศในแอฟริกาเหนือ มีชายฝั่งบนทะเลเมดิเตอร์เรเนียน ตั้งอยู่ระหว่างประเทศอียิปต์ไปทางตะวันออก ประเทศซูดานไปทางตะวันออกเฉียงใต้ ประเทศชาดและประเทศไนเจอร์ไปทางใต้ และประเทศแอลจีเรียและตูนิเซียไปทางตะวันตก มีเมืองหลวงชื่อตริโปลี',
                'latitude'=> '32.866667',
                'longitude'=> '13.183333',
                'image'=> 'img\Libya.png'
            ],
            [
                'id'=> 189,
                'country'=> 'Lesotho',
                'description'=> 'เป็นประเทศที่ไม่มีทางออกสู่ทะเล เนื่องจากพรมแดนถูกล้อมรอบทุกด้านด้วยประเทศเดียว คือประเทศแอฟริกาใต้ ลักษณะภูมิประเทศส่วนใหญ่เป็นภูเขาและที่ราบสูง มีเมืองหลวงและเมืองใหญ่ที่สุดคือมาเซรู เลโซโทมีรูปแบบการปกครองแบบราชาธิปไตยภายใต้รัฐธรรมนูญ และเป็นหนึ่งในสามประเทศในทวีปแอฟริกาที่มีพระมหากษัตริย์เป็นประมุข เช่นเดียวกับประเทศโมร็อกโกและประเทศเอสวาตีนี',
                'latitude'=> '-29.466667',
                'longitude'=> '27.933333',
                'image'=> 'img\Lesotho.png'
            ],
            [
                'id'=> 190,
                'country'=> 'Liberia',
                'description'=> 'เป็นประเทศที่อยู่ในเขตแอฟริกาตะวันตก ติดกับประเทศเซียร์ราลีโอนทางด้านทิศตะวันตก ประเทศกินีทางด้านทิศเหนือ และประเทศโกตดิวัวร์ทางด้านทิศตะวันออก มีเมืองหลวงชื่อมอนโรเวียปกครองโดยใช้ระบอบประชาธิปไตย',
                'latitude'=> '6.316667',
                'longitude'=> '-10.8',
                'image'=> 'img\Liberia.png'
            ],
            [
                'id'=> 191,
                'country'=> 'Swaziland',
                'description'=> 'เป็นประเทศที่ไม่มีทางออกสู่ทะเลในภูมิภาคแอฟริกาใต้ มีอาณาเขตทางตะวันออกเฉียงเหนือติดต่อกับประเทศโมซัมบิก ส่วนทางเหนือ ตะวันตก และใต้ติดต่อกับประเทศแอฟริกาใต้ ด้วยระยะทางจากเหนือจรดใต้ไม่เกิน 200 กิโลเมตร (120 ไมล์) และจากตะวันออกจรดตะวันตก 130 กิโลเมตร (81 ไมล์) เอสวาตินีจึงเป็นหนึ่งในประเทศที่มีขนาดเล็กที่สุดในทวีปแอฟริกา',
                'latitude'=> '-26.5',
                'longitude'=> '-10.8',
                'image'=> 'img\Swaziland.png'
            ],
            [
                'id'=> 192,
                'country'=> 'Central African Republic',
                'description'=> 'เป็นประเทศที่ไม่มีทางออกสู่ทะเลในแอฟริกากลาง มีอาณาเขตทางเหนือจรดประเทศชาด ทางตะวันออกจรดประเทศซูดาน ทางใต้จรดสาธารณรัฐคองโกและสาธารณรัฐประชาธิปไตยคองโก (ซาอีร์เดิม) และทางตะวันตกจรดประเทศแคเมอรูน ตั้งอยู่เหนือเส้นศูนย์สูตร และแบ่งลุ่มแม่น้ำคองโกจากทะเลสาบชาดและลุ่มแม่น้ำไนล์ขาว',
                'latitude'=> '4.366667',
                'longitude'=> '18.583333',
                'image'=> 'img\Central African Republicr.png'
            ],
            [
                'id'=> 193,
                'country'=> 'Equatorial Guinea',
                'description'=> 'เป็นประเทศหนึ่งในภูมิภาคแอฟริกาตะวันตก มีอาณาเขตติดกับประเทศแคเมอรูนทางทิศเหนือ ประเทศกาบองทางทิศใต้และทิศตะวันตก อ่าวกินีทางทิศตะวันตก และอยู่ใกล้ ๆ ประเทศเซาตูแมอีปริงซีปทางทิศตะวันตกเฉียงใต้',
                'latitude'=> '3.75',
                'longitude'=> '8.783333',
                'image'=> 'img\Equatorial Guinea.png'
            ],
            [
                'id'=> 194,
                'country'=> 'Egypt',
                'description'=> 'เป็นประเทศในแอฟริกาตะวันออกเฉียงเหนือที่มีประชากรมากที่สุด',
                'latitude'=> '30.033333',
                'longitude'=> '31.216667',
                'image'=> 'img\Egypt.png'
            ],
            [
                'id'=> 195,
                'country'=> 'Ethiopia',
                'description'=> 'เป็นประเทศที่ไม่มีทางออกสู่ทะเลที่ตั้งอยู่ในส่วนแหลมของทวีปแอฟริกา (Horn of Africa) เป็นหนึ่งในชาติที่มีประวัติศาสตร์อันต่อเนื่องยาวนานที่สุดบนทวีปนี้ ในฐานะชาติอิสระ เอธิโอเปียเป็นประเทศเดียวในแอฟริกาที่ยังคงเอกราชระหว่างยุคล่าอาณานิคมในแอฟริกา',
                'latitude'=> '9.016667',
                'longitude'=> '38.75',
                'image'=> 'img\Ethiopia.png'
            ],
            [
                'id'=> 196,
                'country'=> 'Eritrea',
                'description'=> 'เป็นประเทศทางตอนเหนือของแอฟริกาตะวันออก มีชายฝั่งทะเลติดกับทะเลแดงเกือบหนึ่งพันกิโลเมตร ทิศเหนือและทิศตะวันออกติดทะเลแดง ทิศตะวันตกติดซูดาน ทิศตะวันออกเฉียงใต้ติดจิบูตี ทิศใต้ติดเอธิโอเปีย มีเมืองหลวงชื่อแอสมารา',
                'latitude'=> '15.3333333',
                'longitude'=> '38.916667',
                'image'=> 'img\Eritrea.png'
            ],
            [
                'id'=> 197,
                'country'=> 'Angola',
                'description'=> 'คือประเทศในแอฟริกาตะวันตกเฉียงใต้ มีพรมแดนจดกับประเทศนามิเบีย สาธารณรัฐประชาธิปไตยคองโกและประเทศแซมเบีย และมีชายฝั่งทางตะวันตกบนมหาสมุทรแอตแลนติก ส่วนจังหวัดกาบิงดาแยกจากส่วนที่เหลือของประเทศและมีพรมแดนจดสาธารณรัฐคองโก (คองโก-บราซาวีล) แองโกลาเป็นอดีตอาณานิคมของประเทศโปรตุเกส มีทรัพยากรธรรมชาติอยู่พอสมควร ที่สำคัญคือน้ำมันและเพชร แองโกลาเป็นประเทศที่ปกครองภายใต้ระบอบประชาธิปไตย',
                'latitude'=> '-8.833333',
                'longitude'=> '13.333333',
                'image'=> 'img\Angola.png'
            ],
            [
                'id'=> 198,
                'country'=> 'South Africa',
                'description'=> 'เป็นประเทศที่อยู่ทางตอนใต้สุดของทวีปแอฟริกา โดยมีประชากรอยู่ 60 ล้านคน เป็นประเทศที่มีประชากรมากที่สุดเป็นอันดับที่ 23 ของโลก',
                'latitude'=> '-30.49901506871981',
                'longitude'=> '23.54054164344971',
                'image'=> 'img\South Africa.png'
            ],
            [
                'id'=> 199,
                'country'=> 'Algeria',
                'description'=> 'เป็นประเทศในแอฟริกาเหนือ และเป็นประเทศที่ใหญ่ที่สุดในทวีปแอฟริกา หลังจากประเทศซูดานใต้ แยกออกจากประเทศซูดาน มีอาณาเขตทางตะวันออกเฉียงเหนือจรดประเทศตูนิเซีย ทางตะวันออกจรดประเทศลิเบีย ทางตะวันออกเฉียงใต้จรดประเทศไนเจอร์ ทางตะวันตกเฉียงใต้จรดประเทศมาลีและประเทศมอริเตเนีย และทางตะวันตกจรดประเทศโมร็อกโก รวมถึงหลายกิโลเมตรของพื้นที่ที่ยึดครองมาได้บางส่วน คือ เวสเทิร์นสะฮารา',
                'latitude'=>'36.7',
                'longitude'=>'3.216667',
                'image'=> 'img\Algeria.png'
            ],
            [
                'id'=> 200,
                'country'=> 'Mishima',
                'description'=> 'ด่วน!!!งานหลุดน้องเคนลูกครึ่งไทยญี่ปุ่นจากมหาลัยชื่อดัง',
                'latitude'=>'13.5795417577001583',
                'longitude'=>'100.55767933448503',
                'image'=> 'img\Ken.png'
        ],
    ],
];

echo json_encode($responseData);
?>