<?php
header('Content-Type: application/json');

$responseData = [
    'status' => 'success',
    'message' => 'ข้อมูลการตอบกลับของ API นี้',
    'data' => [
        [
            'id' => 1,
            'country' => 'Afghanistan',
            'description' => 'Afghanistan is located in Central Asia with a diverse population that uses Pashto and Dari as official languages. Kabul is the capital city, renowned for its long history. The country faces complex historical challenges, including ethnic diversity, conflicts, and economic issues, while striving for modern development.',
            'latitude' => '33.78863967660112',
            'longitude' => '64.49491267714045',
        ],
        [
            'id' => 2,
            'country' => 'Armenia',
            'description' => 'Armenia is situated in the region known as the Caucasus, sharing borders with Georgia, Azerbaijan, and Iran. The capital is Yerevan.',
            'latitude' => '41.709',
            'longitude' => '44.792'
        ],
        [
            'id' => 3,
            'country' => 'Azerbaijan',
            'description' => 'อาเซอร์ไบจานตั้งอยู่ในภูมิภาคเคาคาซัส, ตะวันออกของทวีปยุโรป, และมีตรงกับทางทิศตะวันออกเฉียงใต้ของทะเลคาสปีแค. มีทิวเขาและทะเล, และมีชายแดนกับอาร์เมเนีย, แคนตัค, ตุรกี, และทาจิกิสถาน. มีเมืองหลวงคือบากู.',
            'latitude' => '40.4093',
            'longitude' => '49.8671'
        ],
        [
            'id' => 4,
            'country' => 'Bahrain',
            'description' => 'บอสเนียและเฮอร์เซโกวีนา ตรงกับทางทิศตะวันตกของบอสเนียและทางทิศเหนือของตะวันตกเฉียงใต้ของเฮอร์เซโกวีนา ประเทศนี้มีตรงกับชายแดนกับเกาหลีเหนือทางทิศตะวันตกและซุปราสของบอสเนียและเอกาดินาตางค์. หลายส่วนของบาห์เรนอยู่ในเทือกเขาคอลมายและมีบริเวณที่หลากหลายทางธรรมชาติ และมีแม่น้ำโวลกา. กรุงบาห์เรนคือ ซาราเยโว.',
            'latitude' => '23.685',
            'longitude' => '90.3563'
        ],
        [
            'id' => 5,
            'country' => 'Bangladesh',
            'description' => 'บังกลาเทศตั้งอยู่ในภูมิภาคที่เรียกว่าเฮิร์ซีโกวีนา (Herzegovina) และบอสเนียและเฮอร์เซโกวีนา (Bosnia and Herzegovina) มีตำแหน่งทางภูมิศาสตร์ตรงกลางในทวีปยุโรป. ประเทศนี้เข้ากับเซอร์เบียทางทิศตะวันตกและกับโครเอเชียทางทิศใต้ มีชายแดนกับเมืองโดบรูจาทางทิศตะวันตกเฉียงใต้และมีชายแดนกับเซอร์เบียทางทิศตะวันตกเฉียงเหนือ. กรุงบังกลาเทศคือซาราเยโว.',
            'latitude' => '13.7563',
            'longitude' => '100.5018'
        ],
        [
            'id' => 6,
            'country' => 'Bhutan',
            'description' => 'เป็นประเทศในภูมิภาคเอเชียใต้ที่มีขนาดเล็ก และมีภูเขาเป็นจำนวนมาก ตั้งอยู่ในเทือกเขาหิมาลัยระหว่างประเทศอินเดียกับประเทศจีน',
            'latitude' => '27.7172',
            'longitude' => '85.324'
        ],
        [
            'id' => 7,
            'country' => 'Brunei Darussalam',
            'description' => 'เป็นรัฐเอกราชบนเกาะบอร์เนียวในภูมิภาคเอเชียตะวันออกเฉียงใต้ ชายฝั่งทางด้านเหนือจรดทะเลจีนใต้ พรมแดนทางบกที่เหลือจากนั้นถูกล้อมรอบด้วยรัฐซาราวักของมาเลเซียตะวันออก',
            'latitude' => '3.4516',
            'longitude' => '101.7857'
        ],
        [
            'id' => 8,
            'country' => 'Cambodia',
            'description' => 'เป็นประเทศตั้งอยู่ในส่วนใต้ของคาบสมุทรอินโดจีนในเอเชียตะวันออกเฉียงใต้ มีพื้นที่ 181,035 ตารางกิโลเมตร มีพรมแดนทิศตะวันตกติดต่อกับประเทศไทย ทิศเหนือติดกับประเทศไทยและลาว ทิศตะวันออกและทิศใต้ติดกับเวียดนาม และทิศตะวันตกเฉียงใต้ติดอ่าวไทย',
            'latitude' => '11.5449',
            'longitude' => '104.8922'
        ],
        [
            'id' => 9,
            'country' => 'China',
            'description' => 'เป็นรัฐเอกราชในเอเชียตะวันออก เป็นประเทศที่มีประชากรมากที่สุดเป็นอันดับสองของโลก กว่า 1,400 ล้านคน โดยเป็นรองเพียงอินเดีย จีนมีพื้นที่กว่า 9.6 ล้านตารางกิโลเมตร นับเป็นประเทศที่มีพื้นที่ทั้งหมดใหญ่ที่สุดในโลกเป็นอันดับ 3 หรือ 4 แล้วแต่วิธีการวัด เป็นรัฐพรรคการเมืองเดียวปกครองโดยพรรคคอมมิวนิสต์จีน มีเมืองหลวงคือปักกิ่ง ในขณะที่เมืองที่มีประชากรมากที่สุดและเป็นศูนย์กลางทางธุรกิจคือเซี่ยงไฮ้',
            'latitude' => '39.9042',
            'longitude' => '116.4074'
        ],
        [
            'id' => 10,
            'country' => 'Cyprus',
            'description' => 'เป็นเกาะที่มีขนาดใหญ่เป็นอันดับ 3 ในทะเลเมดิเตอร์เรเนียนทางตะวันออก อยู่ทางใต้ของประเทศตุรกี 44 ไมล์ อยู่ทางตะวันตกของชายฝั่งประเทศซีเรียประมาณ 64 ไมล์ และห่างจากเกาะโรดส์ และเกาะคาร์ปาทอส ทางตะวันออกเฉียงใต้ของกรีซ 240 ไมล์',
            'latitude' => '35.6895',
            'longitude' => '139.6917'
        ],
        [
            'id' => 11,
            'country' => 'Georgia',
            'description' => 'เป็นประเทศที่ตั้งอยู่ในภูมิภาคคอเคซัส ซึ่งเป็นจุดตัดระหว่างยุโรปตะวันออกและเอเชียตะวันตก จอร์เจียมีพรมแดนทางทิศตะวันตกติดกับทะเลดำ ทางทิศเหนือและทิศตะวันออกติดกับรัสเซีย ทางทิศตะวันตกเฉียงใต้ติดกับตุรกี ทางทิศใต้ติดกับอาร์เมเนีย และทางทิศตะวันออกเฉียงใต้ติดอ่าวไทย',
            'latitude' => '41.7167',
            'longitude' => '44.7833'
        ],
        [
            'id' => 12,
            'country' => 'India',
            'description' => 'เป็นประเทศที่ตั้งอยู่ในทวีปเอเชียใต้ กินพื้นที่ส่วนใหญ่ในอนุทวีปอินเดีย เป็นประเทศที่มีประชากรมากเป็นอันดับสองของโลก และยังเป็นประเทศประชาธิปไตยใหญ่ที่สุดในโลกและมีประชากรมากที่สุดในโลก',
            'latitude' => '28.6139',
            'longitude' => '77.2090'
        ],
        [
            'id' => 13,
            'country' => 'Indonesia',
            'description' => 'เป็นประเทศในเอเชียตะวันออกเฉียงใต้ ตั้งอยู่ระหว่างคาบสมุทรอินโดจีนและทวีปออสเตรเลีย และระหว่างมหาสมุทรอินเดียกับมหาสมุทรแปซิฟิก มีพรมแดนติดกับประเทศมาเลเซียบนเกาะบอร์เนียวหรือกาลีมันตัน (Kalimantan), ประเทศปาปัวนิวกินีบนเกาะนิวกินีหรืออีรียัน',
            'latitude' => '6.2088',
            'longitude' => '106.8456'
        ],
        [
            'id' => 14,
            'country' => 'Iran',
            'description' => 'เป็นประเทศในเอเชียตะวันตกเฉียงใต้ มีเขตแดนติดกับประเทศอาร์มีเนียและประเทศอาเซอร์ไบจานทางทิศตะวันตกเฉียงเหนือ ติดประเทศคาซัคสถานและรัสเซียโดยมีทะเลแคสเปียนคั่น ติดประเทศเติร์กเมนิสถานทางทิศตะวันออกเฉียงเหนือ ติดประเทศอัฟกานิสถานและปากีสถานทางทิศตะวันออก ติดอ่าวเปอร์เซียและอ่าวโอมานทางทิศใต้ และติดประเทศตุรกีและประเทศอิรักทางทิศตะวันตก',
            'latitude' => '35.6895',
            'longitude' => '51.3890'
        ],
        [
            'id' => 15,
            'country' => 'Iraq',
            'description' => 'ป็นประเทศในตะวันออกกลาง มีอาณาเขตทางทิศเหนือจรดประเทศตุรกี ทางทิศตะวันออกจรดประเทศอิหร่าน ทางทิศตะวันออกเฉียงใต้จรดประเทศคูเวต ทางทิศใต้จรดประเทศซาอุดีอาระเบีย ทางทิศตะวันตกเฉียงใต้จรดประเทศจอร์แดน และทางทิศตะวันตกจรดประเทศซีเรีย',
            'latitude' => '33.3152',
            'longitude' => '44.3661'
        ],
        [
            'id' => 16,
            'country' => 'Israel',
            'description' => 'เป็นประเทศในตะวันออกกลางและเอเชียตะวันตกเฉียงใต้บนชายฝั่งตะวันออกเฉียงใต้ของทะเลเมดิเตอร์เรเนียนและชายฝั่งเหนือของทะเลแดง มีเขตแดนทางบกติดต่อกับประเทศเลบานอนทางทิศเหนือ ประเทศซีเรียทางทิศตะวันออกเฉียงเหนือ ประเทศจอร์แดนทางทิศตะวันออก ดินแดนเวสต์แบงก์และฉนวนกาซาของปาเลสไตน์ทางทิศตะวันออกและตะวันตกตามลำดับ และประเทศอียิปต์ทางทิศตะวันตก',
            'latitude' => '31.7767',
            'longitude' => '35.2345'
        ],
        [
            'id' => 17,
            'country' => 'Japan',
            'description' => 'เป็นรัฐเอกราชหมู่เกาะในเอเชียตะวันออก ตั้งอยู่ในมหาสมุทรแปซิฟิกนอกฝั่งตะวันออกของแผ่นดินใหญ่เอเชีย ทางตะวันตกติดกับคาบสมุทรเกาหลีและประเทศจีน โดยมีทะเลญี่ปุ่นกั้น ส่วนทางทิศเหนือติดกับประเทศรัสเซีย มีทะเลโอค็อตสค์เป็นเส้นแบ่งแดน และทางทิศใต้ติดกับทะเลจีนตะวันออก, ทะเลฟิลิปปิน และประเทศไต้หวัน อาณาเขตของญี่ปุ่นตั้งอยู่ในบริเวณวงแหวนไฟ',
            'latitude' => '35.6895',
            'longitude' => '139.6917'
        ],
        [
            'id' => 18,
            'country' => 'Jordan',
            'description' => ' เป็นประเทศในตะวันออกกลาง มีพรมแดนติดกับประเทศซีเรียทางทิศเหนือ ติดต่อกับอิรักทางทิศตะวันออกเฉียงเหนือ ติดต่อกับซาอุดีอาระเบียทางทิศตะวันออกและทิศใต้ รวมทั้งติดต่อกับอิสราเอลและดินแดนที่อิสราเอลครอบครองทางทิศตะวันตก',
            'latitude' => '41.7167',
            'longitude' => '44.7833'
        ],
        [
            'id' => 19,
            'country' => 'Kazakhstan',
            'description' => ' เป็นรัฐข้ามทวีปที่ตั้งอยู่ในภูมิภาคเอเชียกลางและกินพื้นที่บางส่วนของยุโรปตะวันออก มีพรมแดนติดต่อกับประเทศรัสเซียทางทิศเหนือและตะวันตก ติดต่อกับประเทศจีนทางทิศตะวันออก ติดต่อกับประเทศคีร์กีซสถานทางตะวันออกเฉียงใต้ ติดต่อกับประเทศอุซเบกิสถานทางทิศใต้ และติดต่อกับเติร์กเมนิสถานทางตะวันตกเฉียงใต้',
            'latitude' => '41.7167',
            'longitude' => '44.7833'
        ],
        [
            'id' => 20,
            'country' => 'North Korea',
            'description' => 'เป็นประเทศในเอเชียตะวันออก กินพื้นที่ทางตอนเหนือของคาบสมุทรเกาหลี เมืองหลวงและนครใหญ่สุดคือเปียงยาง เขตปลอดทหารเกาหลีเป็นเขตกันชนระหว่างประเทศเกาหลีใต้กับเกาหลีเหนือ แม่น้ำอัมนกหรือยาลู่ และตูเมนเป็นพรมแดนระหว่างประเทศจีนกับเกาหลีเหนือ แม่น้ำตูเมนส่วนที่ห่างไปทางตะวันออกเฉียงเหนือเป็นพรมแดนกับประเทศรัสเซีย',
            'latitude' => '39.0392',
            'longitude' => '125.7625'
        ],
        [
            'id' => 21,
            'country' => 'South Korea',
            'description' => 'เป็นประเทศในภูมิภาคเอเชียตะวันออก มีพื้นที่ครอบคลุมครึ่งส่วนใต้ของคาบสมุทรเกาหลี พรมแดนทางเหนือติดกับประเทศเกาหลีเหนือซึ่งถูกคั่นด้วยเขตปลอดทหารเกาหลี ทางตะวันตกล้อมรอบด้วยทะเลเหลือง และมีประเทศญี่ปุ่นตั้งอยู่ทางตะวันออกเฉียงใต้โดยมีทะเลญี่ปุ่นและช่องแคบเกาหลีกั้นไว้',
            'latitude' => '37.5665',
            'longitude' => '126.9780'
        ],
        [
            'id' => 22,
            'country' => 'Kuwait',
            'description' => 'เป็นประเทศปกครองโดยเจ้าผู้ครองรัฐที่มีขนาดเล็กและอุดมไปด้วยทรัพยากรน้ำมัน ตั้งอยู่ในภูมิภาคเอเชียตะวันตกเฉียงใต้ ริมชายฝั่งอ่าวเปอร์เซีย มีพรมแดนทางใต้ติดกับประเทศซาอุดีอาระเบีย และพรมแดนทางเหนือติดกับประเทศอิรัก',
            'latitude' => '29.3759',
            'longitude' => '47.9774'
        ],
        [
            'id' => 23,
            'country' => 'Kyrgyzstan',
            'description' => 'เป็นประเทศในเอเชียกลาง มีพรมแดนติดกับประเทศจีน คาซัคสถาน ทาจิกิสถาน และอุซเบกิสถาน เป็นประเทศที่ไม่มีทางออกสู่ทะเล เมืองหลวงและเมืองใหญ่ที่สุดมีชื่อว่าบิชเคก (Бишкек – เดิมเรียกว่า ฟรุนเซ Фрунзе) คีร์กีซสถานเดิมเป็นส่วนหนึ่งของสหภาพโซเวียต',
            'latitude' => '38.4237',
            'longitude' => '77.2405'
        ],
        [
            'id' => 24,
            'country' => 'Laos',
            'description' => 'เมืองหลวงคือ วีเยียงแจ (Vientiane) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ ลาวมีลักษณะทางธรรมชาติที่งดงาม มีทัศนียภาพทางภูมิศาสตร์ที่สวยงามทั้งทางทะเลและภูเขา ประชากรมีวัฒนธรรมที่มีความเอื้อวัยและความเป็นกันเอง',
            'latitude' => '17.9757',
            'longitude' => '102.6331'
        ],
        [
            'id' => 25,
            'country' => 'Lebanon',
            'description' => 'เมืองหลวงคือ บอร์ซ์ (Beirut) ที่เป็นศูนย์กลางทางการปกครอง การค้า และวัฒนธรรมของประเทศ เลบานอนเป็นประเทศที่มีความหลากหลายทางวัฒนธรรม มีองค์ประกอบทางทะเลที่สวยงามทั้งทางชายฝั่งและทางทะเล นอกจากนี้ เลบานอนยังมีประวัติศาสตร์ที่สำคัญและสถาปัตยกรรมที่มีความเป็นเอกลักษณ์',
            'latitude' => '17.9757',
            'longitude' => '102.6331'
        ],
        [
            'id' => 26,
            'country' => 'Malaysia',
            'description' => 'เมืองหลวงคือ คัวลัมเปอร์ (Kuala Lumpur) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ มาเลเซียเป็นประเทศที่มีหลายกลุ่มชนและวัฒนธรรม โดยมีกลุ่มชนหลักๆ ได้แก่ มาเลย์, จีน, อินเดีย, และชุมชนชนพื้นเมือง',
            'latitude' => '3.1390',
            'longitude' => '101.6869'
        ],
        [
            'id' => 27,
            'country' => 'Maldives',
            'description' => 'มัลดีฟส์ประกอบด้วยหลายหมู่เกาะที่กระจายอยู่ในมหาสมุทรอินเดียนใต้ ประเทศนี้มีทรัพยากรทางทะเลที่สวยงาม และเป็นที่นิยมในการท่องเที่ยวทางทะเลและกิจกรรมทางน้ำต่างๆ มัลดีฟส์มีชายหาดที่ทรงพลัง น้ำทะเลที่ใสสะอาด และท้องทะเลที่สมบูรณ์ เป็นที่รู้จักในภูมิทัศน์ที่มีความสวยงามทางทะเล',
            'latitude' => '3.1390',
            'longitude' => '101.6869'
        ],
        [
            'id' => 28,
            'country' => 'Mongolia',
            'description' => 'เมืองหลวงคือ อูลานบาตาร (Ulaanbaatar) ที่เป็นศูนย์กลางทางการปกครองและเศรษฐกิจของประเทศ มองโกเลียมีทัศนียภาพทางธรรมชาติที่สวยงาม มีทะเลทราย ทะเลดุริยางค์',
            'latitude' => '21.4225',
            'longitude' => '39.8262'
        ],
        [
            'id' => 29,
            'country' => 'Myanmar',
            'description' => 'เมืองหลวงคือ เนปิดอว์ (Naypyidaw) ที่เป็นศูนย์กลางการปกครอง ในทางประวัติศาสตร์ พม่ามีบทบาทสำคัญในการพัฒนาวัฒนธรรมและการค้าขนส่งในภูมิภาค',
            'latitude' => '19.7497',
            'longitude' => '96.0740'
        ],
        [
            'id' => 30,
            'country' => 'Nepal',
            'description' => 'มืองหลวงคือ กาฐมานดู (Kathmandu) ที่เป็นศูนย์กลางทางการปกครอง วัฒนธรรม และการท่องเที่ยวของประเทศ นิปาลเป็นประเทศที่มีภูเขาหิมาลัย ซึ่งเป็นเทือกเขาสูงสุดในโลก',
            'latitude' => '27.7172',
            'longitude' => '85.324'
        ],
        [
            'id' => 31,
            'country' => 'Oman',
            'description' => 'เมืองหลวงคือ มัสกัต (Muscat) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ โอมานมีทรัพยากรทางธรรมชาติที่สำคัญ เช่น น้ำมันและก๊าซธรรมชาติ ซึ่งมีบทบาทสำคัญในเศรษฐกิจของประเทศ',
            'latitude' => '9.0579',
            'longitude' => '7.4951'
        ],
        [
            'id' => 32,
            'country' => 'Pakistan',
            'description' => 'เมืองหลวงคือ อิสลามาบาด (Islamabad) ที่เป็นศูนย์กลางทางการปกครอง ซึ่งตั้งอยู่ในทางทิศตะวันตกของประเทศ ปากีสถานเป็นประเทศที่มีความหลากหลายทางวัฒนธรรม ลักษณะทางภูมิศาสตร์ของประเทศมีทั้งทะเลและเทือกเขา ซึ่งมีผลกระทบต่อสภาพอากาศและวัฒนธรรมของประชากร',
            'latitude' => '33.6844',
            'longitude' => '73.0479'
        ],
        [
            'id' => 33,
            'country' => 'Philippines',
            'description' => 'เมืองหลวงคือ มะนิลา (Manila) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ ฟิลิปปินส์เป็นประเทศที่ประกอบด้วยหลายหมู่เกาะที่กระจายอยู่ในทะเลฟิลิปปินส์ ซึ่งเป็นที่มีความหลากหลายทางธรรมชาติและวัฒนธรรม',
            'latitude' => '14.5955',
            'longitude' => '120.9772'
        ],
        [
            'id' => 34,
            'country' => 'Qatar',
            'description' => 'เมืองหลวงคือ โดฮา (Doha) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ ภูมิประเทศมีลักษณะทางทะเล และมีทรัพยากรธรรมชาติที่สำคัญ เช่น ก๊าซธรรมชาติและน้ำมัน ซึ่งทำให้เป็นประเทศที่มีรายได้สูงและเศรษฐกิจที่เจริญรุ่งเรือง',
            'latitude' => '25.2769',
            'longitude' => '51.5200'
        ],
        [
            'id' => 35,
            'country' => 'Saudi Arabia',
            'description' => 'เมืองหลวงคือ ริยาด (Riyadh) ที่เป็นศูนย์กลางการปกครองและเศรษฐกิจของประเทศ ประชากรของซาอุดีอาระเบียมีศาสนาหลักคืออิสลาม และประชากรมีวัฒนธรรมที่มีผลกระทบจากประวัติศาสตร์และสภาพภูมิศาสตร์ที่อบอุ่น',
            'latitude' => '24.7136',
            'longitude' => '46.6753'
        ],
        [
            'id' => 36,
            'country' => 'Singapore',
            'description' => 'สิงคโปร์เป็นเมืองรัฐและเป็นประเทศที่พัฒนาและเจริญรุ่งเรืองอย่างรวดเร็ว มีทัศนียภาพทางเศรษฐกิจที่มีอิทธิพลในภูมิภาค และเป็นศูนย์กลางการท่องเที่ยวที่มีความนิยม สิงคโปร์มีทรัพยากรทางทะเลที่สำคัญ และเป็นศูนย์การค้าและการท่องเที่ยวที่มีระบบขนส่งที่มีประสิทธิภาพ',
            'latitude' => '1.3521',
            'longitude' => '103.8198'
        ],
        [
            'id' => 37,
            'country' => 'Sri Lanka',
            'description' => 'เมืองหลวงคือ สิมบลาปุระ (Sri Jayawardenepura Kotte) ที่เป็นเมืองหลวงทางการปกครอง และโคลัมโบ (Colombo) เป็นเมืองทางการธุรกิจและการค้าที่สำคัญทางเศรษฐกิจ ศรีลังกามีความหลากหลายทางวัฒนธรรม ศาสนา และประวัติศาสตร์ ซึ่งเป็นที่ท่องเที่ยวที่มีความนิยมด้วยวัฒนธรรมล้ำค่าและทรัพยากรธรรมชาติที่สวยงาม เช่น วัดต่างๆ',
            'latitude' => '6.9271',
            'longitude' => '79.8612'
        ],
        [
            'id' => 38,
            'country' => 'Syria',
            'description' => 'ซีเรียเป็นประเทศที่มีประวัติศาสตร์และวัฒนธรรมที่หลากหลาย มีตำนานและโบราณสถานที่ที่สำคัญ ทั้งนี้มีผลกระทบจากอาณาจักรต่างๆ เช่น อาณาจักรโรมัน บีซันไทน์ และอาณาจักรอิสลาม',
            'latitude' => '33.3152',
            'longitude' => '44.3661'
        ],
        [
            'id' => 39,
            'country' => 'Tajikistan',
            'description' => 'ทาจิกิสถานเป็นประเทศที่มีภูมิประเทศที่หลากหลาย มีทั้งภูเขา ทะเล และบทเขา ซึ่งทำให้มีทรัพยากรธรรมชาติที่สวยงาม นอกจากนี้ ประชากรในทาจิกิสถานมีลักษณะวัฒนธรรมที่มีผลกระทบจากประวัติศาสตร์และการผสมผสานทางวัฒนธรรม ซึ่งทำให้มีประชากรที่มีลักษณะทางวัฒนธรรมที่หลากหลาย',
            'latitude' => '38.8610',
            'longitude' => '71.2761'
        ],
        [
            'id' => 40,
            'country' => 'Thailand',
            'description' => 'กรุงเทพมหานครเป็นเมืองที่มีความสำคัญทางการปกครองและเป็นศูนย์กลางทางการศึกษา วัฒนธรรม และการท่องเที่ยว ประเทศไทยมีลักษณะภูมิศาสตร์ที่หลากหลาย ทั้งที่มีภูเขา เทือกเขา ทะเล และท่าเรือที่สวยงาม เป็นประเทศที่มีสถานที่ท่องเที่ยวทางวัฒนธรรมและธรรมชาติมากมาย',
            'latitude' => '13.7563',
            'longitude' => '100.5018'
        ],
        [
            'id' => 41,
            'country' => 'Turkey',
            'description' => 'ตุรกีมีความหลากหลายทางวัฒนธรรม และเป็นที่ตั้งของศูนย์กลางทางประวัติศาสตร์ที่มีความสำคัญ มีองค์ประกอบทางวัฒนธรรมจากอาณาจักรโรมัน บีซันไทน์ ออตโตมัน และอิสลามที่มีผลกระทบในสถาปัตยกรรม ศิลปะ และวัฒนธรรมของประชากรในตุรกี',
            'latitude' => '39.9334',
            'longitude' => '32.8597'
        ],
        [
            'id' => 42,
            'country' => 'Turkmenistan',
            'description' => 'เติร์กเมนิสถานเป็นประเทศที่มีความมีเอกลักษณ์ทางวัฒนธรรมและธรรมชาติที่สวยงาม มีทรัพยากรธรรมชาติที่มีค่า เช่น แหล่งก๊าซธรรมชาติที่สำคัญ',
            'latitude' => '38.4237',
            'longitude' => '62.9935'
        ],
        [
            'id' => 43,
            'country' => 'UAE',
            'description' => 'สหรัฐอาหรับเอมิเรตส์เป็นประเทศที่มีการพัฒนาอย่างรวดเร็วทางเศรษฐกิจและสถาปัตยกรรม โดยมีความหลากหลายทางวัฒนธรรม และความทันสมัยทั้งในด้านธุรกิจ วัฒนธรรม และการท่องเที่ยว',
            'latitude' => '23.4241',
            'longitude' => '53.8478'
        ],
        [
            'id' => 44,
            'country' => 'Uzbekistan',
            'description' => 'อุซเบกิสถานเป็นประเทศที่มีประวัติศาสตร์และวัฒนธรรมที่หลากหลาย โดยมีผลกระทบจากวัฒนธรรมต่างๆที่ผ่านมา ประชากรมีการผสมผสานทางวัฒนธรรมและศาสนา โดยศาสนาหลักคืออิสลาม',
            'latitude' => '41.3775',
            'longitude' => '64.5853'
        ],
        [
              'id'=> 46,
              'country'=> 'Yemen',
              'description'=> 'เยเมนเป็นประเทศที่มีประชากรหลากหลายทั้งทางวัฒนธรรม ภูมิปัญญา และศาสนา โดยมีมากที่สุดคือศาสนาอิสลาม ซึ่งประชากรในเยเมนมีการดำรงชีวิตในสภาพทางเศรษฐกิจและสังคมที่มีความท้าทาย',
              'latitude'=> '2.0469',
              'longitude'=> '45.3182'
            ],
            [
              'id'=> 47,
              'country'=> 'Timor-Leste',
              'description'=> 'ติมอร์เลสเตเป็นประเทศที่เติบโตอย่างรวดเร็วหลังจากการประกาศอิสราเอลเป็นประเทศอิสระในปี 2002 มีประชากรที่หลากหลายทั้งทางวัฒนธรรม ศาสนา และภูมิปัญญา ติมอร์เลสเตยังมีภูมิประเทศที่สวยงามและที่ท่องเที่ยวที่น่าสนใจ เช่น เกาะ และทะเลที่สวยงาม',
              'latitude'=> '35.2406',
              'longitude'=> '-5.2744'
            ],
            [
              'id'=> 48,
              'country'=> 'Taiwan',
              'description'=> 'เมืองหลวงของไต้หวันคือ ไทเป (Taipei) ซึ่งตั้งอยู่ทางเหนือของเกาะ และเป็นศูนย์กลางทางการเมืองและเศรษฐกิจของประเทศนี้ มีสถานที่ท่องเที่ยวหลายแห่ง และเป็นที่ตั้งของหลายสถาบันศึกษา ไทเปยังเป็นศูนย์รวมของกิจกรรมวัฒนธรรม ท่องเที่ยว และความบันเทิงในไต้หวัน',
              'latitude'=> '23.6978',
              'longitude'=> '120.9605'
            ],
    ],
];

echo json_encode($responseData);
?>