<?php
header('Content-Type: application/json');

$responseData = [
    'status' => 'success',
    'message' => 'ข้อมูลการตอบกลับของ API นี้',
    'data' => [
        [
            'id' => 1,
            'country' => 'Afghanistan',
            'description' => 'Afghanistan is located in Central Asia with a diverse population that uses Pashto and Dari as official languages. Kabul is the capital city, renowned for its long history. The country faces complex historical challenges, including ethnic diversity, conflicts, and economic issues, while striving for modern development.',
            'latitude' => '33.78863967660112',
            'longitude' => '64.49491267714045',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id' => 2,
            'country' => 'Armenia',
            'description' => 'Armenia is situated in the region known as the Caucasus, sharing borders with Georgia, Azerbaijan, and Iran. The capital is Yerevan.',
            'latitude' => '41.709',
            'longitude' => '44.792',
            'image'=> 'img\Armenia.png'
        ],
        [
            'id' => 3,
            'country' => 'Azerbaijan',
            'description' => 'อาเซอร์ไบจานตั้งอยู่ในภูมิภาคเคาคาซัส, ตะวันออกของทวีปยุโรป, และมีตรงกับทางทิศตะวันออกเฉียงใต้ของทะเลคาสปีแค. มีทิวเขาและทะเล, และมีชายแดนกับอาร์เมเนีย, แคนตัค, ตุรกี, และทาจิกิสถาน. มีเมืองหลวงคือบากู.',
            'latitude' => '40.4093',
            'longitude' => '49.8671',
            'image'=> 'img\Azerbaijan.png'
        ],
        [
            'id' => 4,
            'country' => 'Bahrain',
            'description' => 'บอสเนียและเฮอร์เซโกวีนา ตรงกับทางทิศตะวันตกของบอสเนียและทางทิศเหนือของตะวันตกเฉียงใต้ของเฮอร์เซโกวีนา ประเทศนี้มีตรงกับชายแดนกับเกาหลีเหนือทางทิศตะวันตกและซุปราสของบอสเนียและเอกาดินาตางค์. หลายส่วนของบาห์เรนอยู่ในเทือกเขาคอลมายและมีบริเวณที่หลากหลายทางธรรมชาติ และมีแม่น้ำโวลกา. กรุงบาห์เรนคือ ซาราเยโว.',
            'latitude' => '23.685',
            'longitude' => '90.3563',
            'image'=> 'img\Bahrain.png'
        ],
        [
            'id' => 5,
            'country' => 'Bangladesh',
            'description' => 'บังกลาเทศตั้งอยู่ในภูมิภาคที่เรียกว่าเฮิร์ซีโกวีนา (Herzegovina) และบอสเนียและเฮอร์เซโกวีนา (Bosnia and Herzegovina) มีตำแหน่งทางภูมิศาสตร์ตรงกลางในทวีปยุโรป. ประเทศนี้เข้ากับเซอร์เบียทางทิศตะวันตกและกับโครเอเชียทางทิศใต้ มีชายแดนกับเมืองโดบรูจาทางทิศตะวันตกเฉียงใต้และมีชายแดนกับเซอร์เบียทางทิศตะวันตกเฉียงเหนือ. กรุงบังกลาเทศคือซาราเยโว.',
            'latitude' => '13.7563',
            'longitude' => '100.5018',
            'image'=> 'img\Bangladesh.png'
        ],
        [
            'id' => 6,
            'country' => 'Bhutan',
            'description' => 'เป็นประเทศในภูมิภาคเอเชียใต้ที่มีขนาดเล็ก และมีภูเขาเป็นจำนวนมาก ตั้งอยู่ในเทือกเขาหิมาลัยระหว่างประเทศอินเดียกับประเทศจีน',
            'latitude' => '27.7172',
            'longitude' => '85.324',
            'image'=> 'img\Bhutan.png'
        ],
        [
            'id' => 7,
            'country' => 'Brunei Darussalam',
            'description' => 'เป็นรัฐเอกราชบนเกาะบอร์เนียวในภูมิภาคเอเชียตะวันออกเฉียงใต้ ชายฝั่งทางด้านเหนือจรดทะเลจีนใต้ พรมแดนทางบกที่เหลือจากนั้นถูกล้อมรอบด้วยรัฐซาราวักของมาเลเซียตะวันออก',
            'latitude' => '3.4516',
            'longitude' => '101.7857',
            'image'=> 'img\Brunei Darussalam.png'
        ],
        [
            'id' => 8,
            'country' => 'Cambodia',
            'description' => 'เป็นประเทศตั้งอยู่ในส่วนใต้ของคาบสมุทรอินโดจีนในเอเชียตะวันออกเฉียงใต้ มีพื้นที่ 181,035 ตารางกิโลเมตร มีพรมแดนทิศตะวันตกติดต่อกับประเทศไทย ทิศเหนือติดกับประเทศไทยและลาว ทิศตะวันออกและทิศใต้ติดกับเวียดนาม และทิศตะวันตกเฉียงใต้ติดอ่าวไทย',
            'latitude' => '11.5449',
            'longitude' => '104.8922',
            'image'=> 'img\Cambodia.png'
        ],
        [
            'id' => 9,
            'country' => 'China',
            'description' => 'เป็นรัฐเอกราชในเอเชียตะวันออก เป็นประเทศที่มีประชากรมากที่สุดเป็นอันดับสองของโลก กว่า 1,400 ล้านคน โดยเป็นรองเพียงอินเดีย จีนมีพื้นที่กว่า 9.6 ล้านตารางกิโลเมตร นับเป็นประเทศที่มีพื้นที่ทั้งหมดใหญ่ที่สุดในโลกเป็นอันดับ 3 หรือ 4 แล้วแต่วิธีการวัด เป็นรัฐพรรคการเมืองเดียวปกครองโดยพรรคคอมมิวนิสต์จีน มีเมืองหลวงคือปักกิ่ง ในขณะที่เมืองที่มีประชากรมากที่สุดและเป็นศูนย์กลางทางธุรกิจคือเซี่ยงไฮ้',
            'latitude' => '39.9042',
            'longitude' => '116.4074',
            'image'=> 'img\China.png'
        ],
        [
            'id' => 10,
            'country' => 'Cyprus',
            'description' => 'เป็นเกาะที่มีขนาดใหญ่เป็นอันดับ 3 ในทะเลเมดิเตอร์เรเนียนทางตะวันออก อยู่ทางใต้ของประเทศตุรกี 44 ไมล์ อยู่ทางตะวันตกของชายฝั่งประเทศซีเรียประมาณ 64 ไมล์ และห่างจากเกาะโรดส์ และเกาะคาร์ปาทอส ทางตะวันออกเฉียงใต้ของกรีซ 240 ไมล์',
            'latitude' => '35.6895',
            'longitude' => '139.6917',
            'image'=> 'img\Cyprus.png'
        ],
        [
            'id' => 11,
            'country' => 'Georgia',
            'description' => 'เป็นประเทศที่ตั้งอยู่ในภูมิภาคคอเคซัส ซึ่งเป็นจุดตัดระหว่างยุโรปตะวันออกและเอเชียตะวันตก จอร์เจียมีพรมแดนทางทิศตะวันตกติดกับทะเลดำ ทางทิศเหนือและทิศตะวันออกติดกับรัสเซีย ทางทิศตะวันตกเฉียงใต้ติดกับตุรกี ทางทิศใต้ติดกับอาร์เมเนีย และทางทิศตะวันออกเฉียงใต้ติดอ่าวไทย',
            'latitude' => '41.7167',
            'longitude' => '44.7833',
            'image'=> 'img\Georgia.png'
        ],
        [
            'id' => 12,
            'country' => 'India',
            'description' => 'เป็นประเทศที่ตั้งอยู่ในทวีปเอเชียใต้ กินพื้นที่ส่วนใหญ่ในอนุทวีปอินเดีย เป็นประเทศที่มีประชากรมากเป็นอันดับสองของโลก และยังเป็นประเทศประชาธิปไตยใหญ่ที่สุดในโลกและมีประชากรมากที่สุดในโลก',
            'latitude' => '28.6139',
            'longitude' => '77.2090',
            'image'=> 'img\India.png'
        ],
        [
            'id' => 13,
            'country' => 'Indonesia',
            'description' => 'เป็นประเทศในเอเชียตะวันออกเฉียงใต้ ตั้งอยู่ระหว่างคาบสมุทรอินโดจีนและทวีปออสเตรเลีย และระหว่างมหาสมุทรอินเดียกับมหาสมุทรแปซิฟิก มีพรมแดนติดกับประเทศมาเลเซียบนเกาะบอร์เนียวหรือกาลีมันตัน (Kalimantan), ประเทศปาปัวนิวกินีบนเกาะนิวกินีหรืออีรียัน',
            'latitude' => '6.2088',
            'longitude' => '106.8456',
            'image'=> 'img\Indonesia.png'
        ],
        [
            'id' => 14,
            'country' => 'Iran',
            'description' => 'เป็นประเทศในเอเชียตะวันตกเฉียงใต้ มีเขตแดนติดกับประเทศอาร์มีเนียและประเทศอาเซอร์ไบจานทางทิศตะวันตกเฉียงเหนือ ติดประเทศคาซัคสถานและรัสเซียโดยมีทะเลแคสเปียนคั่น ติดประเทศเติร์กเมนิสถานทางทิศตะวันออกเฉียงเหนือ ติดประเทศอัฟกานิสถานและปากีสถานทางทิศตะวันออก ติดอ่าวเปอร์เซียและอ่าวโอมานทางทิศใต้ และติดประเทศตุรกีและประเทศอิรักทางทิศตะวันตก',
            'latitude' => '35.6895',
            'longitude' => '51.3890',
            'image'=> 'img\Iran.png'
        ],
        [
            'id' => 15,
            'country' => 'Iraq',
            'description' => 'ป็นประเทศในตะวันออกกลาง มีอาณาเขตทางทิศเหนือจรดประเทศตุรกี ทางทิศตะวันออกจรดประเทศอิหร่าน ทางทิศตะวันออกเฉียงใต้จรดประเทศคูเวต ทางทิศใต้จรดประเทศซาอุดีอาระเบีย ทางทิศตะวันตกเฉียงใต้จรดประเทศจอร์แดน และทางทิศตะวันตกจรดประเทศซีเรีย',
            'latitude' => '33.3152',
            'longitude' => '44.3661',
            'image'=> 'img\Iraq.png'
        ],
        [
            'id' => 16,
            'country' => 'Israel',
            'description' => 'เป็นประเทศในตะวันออกกลางและเอเชียตะวันตกเฉียงใต้บนชายฝั่งตะวันออกเฉียงใต้ของทะเลเมดิเตอร์เรเนียนและชายฝั่งเหนือของทะเลแดง มีเขตแดนทางบกติดต่อกับประเทศเลบานอนทางทิศเหนือ ประเทศซีเรียทางทิศตะวันออกเฉียงเหนือ ประเทศจอร์แดนทางทิศตะวันออก ดินแดนเวสต์แบงก์และฉนวนกาซาของปาเลสไตน์ทางทิศตะวันออกและตะวันตกตามลำดับ และประเทศอียิปต์ทางทิศตะวันตก',
            'latitude' => '31.7767',
            'longitude' => '35.2345',
            'image'=> 'img\Israel.png'
        ],
        [
            'id' => 17,
            'country' => 'Japan',
            'description' => 'เป็นรัฐเอกราชหมู่เกาะในเอเชียตะวันออก ตั้งอยู่ในมหาสมุทรแปซิฟิกนอกฝั่งตะวันออกของแผ่นดินใหญ่เอเชีย ทางตะวันตกติดกับคาบสมุทรเกาหลีและประเทศจีน โดยมีทะเลญี่ปุ่นกั้น ส่วนทางทิศเหนือติดกับประเทศรัสเซีย มีทะเลโอค็อตสค์เป็นเส้นแบ่งแดน และทางทิศใต้ติดกับทะเลจีนตะวันออก, ทะเลฟิลิปปิน และประเทศไต้หวัน อาณาเขตของญี่ปุ่นตั้งอยู่ในบริเวณวงแหวนไฟ',
            'latitude' => '35.6895',
            'longitude' => '139.6917',
            'image'=> 'img\Japan.png'
        ],
        [
            'id' => 18,
            'country' => 'Jordan',
            'description' => ' เป็นประเทศในตะวันออกกลาง มีพรมแดนติดกับประเทศซีเรียทางทิศเหนือ ติดต่อกับอิรักทางทิศตะวันออกเฉียงเหนือ ติดต่อกับซาอุดีอาระเบียทางทิศตะวันออกและทิศใต้ รวมทั้งติดต่อกับอิสราเอลและดินแดนที่อิสราเอลครอบครองทางทิศตะวันตก',
            'latitude' => '41.7167',
            'longitude' => '44.7833',
            'image'=> 'img\Jordan.png'
        ],
        [
            'id' => 19,
            'country' => 'Kazakhstan',
            'description' => ' เป็นรัฐข้ามทวีปที่ตั้งอยู่ในภูมิภาคเอเชียกลางและกินพื้นที่บางส่วนของยุโรปตะวันออก มีพรมแดนติดต่อกับประเทศรัสเซียทางทิศเหนือและตะวันตก ติดต่อกับประเทศจีนทางทิศตะวันออก ติดต่อกับประเทศคีร์กีซสถานทางตะวันออกเฉียงใต้ ติดต่อกับประเทศอุซเบกิสถานทางทิศใต้ และติดต่อกับเติร์กเมนิสถานทางตะวันตกเฉียงใต้',
            'latitude' => '41.7167',
            'longitude' => '44.7833',
            'image'=> 'img\Kazakhstan.png'
        ],
        [
            'id' => 20,
            'country' => 'North Korea',
            'description' => 'เป็นประเทศในเอเชียตะวันออก กินพื้นที่ทางตอนเหนือของคาบสมุทรเกาหลี เมืองหลวงและนครใหญ่สุดคือเปียงยาง เขตปลอดทหารเกาหลีเป็นเขตกันชนระหว่างประเทศเกาหลีใต้กับเกาหลีเหนือ แม่น้ำอัมนกหรือยาลู่ และตูเมนเป็นพรมแดนระหว่างประเทศจีนกับเกาหลีเหนือ แม่น้ำตูเมนส่วนที่ห่างไปทางตะวันออกเฉียงเหนือเป็นพรมแดนกับประเทศรัสเซีย',
            'latitude' => '39.0392',
            'longitude' => '125.7625',
            'image'=> 'img\North Korea.png'
        ],
        [
            'id' => 21,
            'country' => 'South Korea',
            'description' => 'เป็นประเทศในภูมิภาคเอเชียตะวันออก มีพื้นที่ครอบคลุมครึ่งส่วนใต้ของคาบสมุทรเกาหลี พรมแดนทางเหนือติดกับประเทศเกาหลีเหนือซึ่งถูกคั่นด้วยเขตปลอดทหารเกาหลี ทางตะวันตกล้อมรอบด้วยทะเลเหลือง และมีประเทศญี่ปุ่นตั้งอยู่ทางตะวันออกเฉียงใต้โดยมีทะเลญี่ปุ่นและช่องแคบเกาหลีกั้นไว้',
            'latitude' => '37.5665',
            'longitude' => '126.9780',
            'image'=> 'img\South Korea.png'
        ],
        [
            'id' => 22,
            'country' => 'Kuwait',
            'description' => 'เป็นประเทศปกครองโดยเจ้าผู้ครองรัฐที่มีขนาดเล็กและอุดมไปด้วยทรัพยากรน้ำมัน ตั้งอยู่ในภูมิภาคเอเชียตะวันตกเฉียงใต้ ริมชายฝั่งอ่าวเปอร์เซีย มีพรมแดนทางใต้ติดกับประเทศซาอุดีอาระเบีย และพรมแดนทางเหนือติดกับประเทศอิรัก',
            'latitude' => '29.3759',
            'longitude' => '47.9774',
            'image'=> 'img\Kuwait.png'
        ],
        [
            'id' => 23,
            'country' => 'Kyrgyzstan',
            'description' => 'เป็นประเทศในเอเชียกลาง มีพรมแดนติดกับประเทศจีน คาซัคสถาน ทาจิกิสถาน และอุซเบกิสถาน เป็นประเทศที่ไม่มีทางออกสู่ทะเล เมืองหลวงและเมืองใหญ่ที่สุดมีชื่อว่าบิชเคก (Бишкек – เดิมเรียกว่า ฟรุนเซ Фрунзе) คีร์กีซสถานเดิมเป็นส่วนหนึ่งของสหภาพโซเวียต',
            'latitude' => '38.4237',
            'longitude' => '77.2405',
            'image'=> 'img\Kyrgyzstan.png'
        ],
        [
            'id' => 24,
            'country' => 'Laos',
            'description' => 'เมืองหลวงคือ วีเยียงแจ (Vientiane) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ ลาวมีลักษณะทางธรรมชาติที่งดงาม มีทัศนียภาพทางภูมิศาสตร์ที่สวยงามทั้งทางทะเลและภูเขา ประชากรมีวัฒนธรรมที่มีความเอื้อวัยและความเป็นกันเอง',
            'latitude' => '17.9757',
            'longitude' => '102.6331',
            'image'=> 'img\Laos.png'
        ],
        [
            'id' => 25,
            'country' => 'Lebanon',
            'description' => 'เมืองหลวงคือ บอร์ซ์ (Beirut) ที่เป็นศูนย์กลางทางการปกครอง การค้า และวัฒนธรรมของประเทศ เลบานอนเป็นประเทศที่มีความหลากหลายทางวัฒนธรรม มีองค์ประกอบทางทะเลที่สวยงามทั้งทางชายฝั่งและทางทะเล นอกจากนี้ เลบานอนยังมีประวัติศาสตร์ที่สำคัญและสถาปัตยกรรมที่มีความเป็นเอกลักษณ์',
            'latitude' => '17.9757',
            'longitude' => '102.6331',
            'image'=> 'img\Lebanon.png'
        ],
        [
            'id' => 26,
            'country' => 'Malaysia',
            'description' => 'เมืองหลวงคือ คัวลัมเปอร์ (Kuala Lumpur) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ มาเลเซียเป็นประเทศที่มีหลายกลุ่มชนและวัฒนธรรม โดยมีกลุ่มชนหลักๆ ได้แก่ มาเลย์, จีน, อินเดีย, และชุมชนชนพื้นเมือง',
            'latitude' => '3.1390',
            'longitude' => '101.6869',
            'image'=> 'img\Malaysia.png'
        ],
        [
            'id' => 27,
            'country' => 'Maldives',
            'description' => 'มัลดีฟส์ประกอบด้วยหลายหมู่เกาะที่กระจายอยู่ในมหาสมุทรอินเดียนใต้ ประเทศนี้มีทรัพยากรทางทะเลที่สวยงาม และเป็นที่นิยมในการท่องเที่ยวทางทะเลและกิจกรรมทางน้ำต่างๆ มัลดีฟส์มีชายหาดที่ทรงพลัง น้ำทะเลที่ใสสะอาด และท้องทะเลที่สมบูรณ์ เป็นที่รู้จักในภูมิทัศน์ที่มีความสวยงามทางทะเล',
            'latitude' => '3.1390',
            'longitude' => '101.6869',
            'image'=> 'img\Maldives.png'
        ],
        [
            'id' => 28,
            'country' => 'Mongolia',
            'description' => 'เมืองหลวงคือ อูลานบาตาร (Ulaanbaatar) ที่เป็นศูนย์กลางทางการปกครองและเศรษฐกิจของประเทศ มองโกเลียมีทัศนียภาพทางธรรมชาติที่สวยงาม มีทะเลทราย ทะเลดุริยางค์',
            'latitude' => '21.4225',
            'longitude' => '39.8262',
            'image'=> 'img\Mongolia.png'
        ],
        [
            'id' => 29,
            'country' => 'Myanmar',
            'description' => 'เมืองหลวงคือ เนปิดอว์ (Naypyidaw) ที่เป็นศูนย์กลางการปกครอง ในทางประวัติศาสตร์ พม่ามีบทบาทสำคัญในการพัฒนาวัฒนธรรมและการค้าขนส่งในภูมิภาค',
            'latitude' => '19.7497',
            'longitude' => '96.0740',
            'image'=> 'img\Myanmar.png'
        ],
        [
            'id' => 30,
            'country' => 'Nepal',
            'description' => 'มืองหลวงคือ กาฐมานดู (Kathmandu) ที่เป็นศูนย์กลางทางการปกครอง วัฒนธรรม และการท่องเที่ยวของประเทศ นิปาลเป็นประเทศที่มีภูเขาหิมาลัย ซึ่งเป็นเทือกเขาสูงสุดในโลก',
            'latitude' => '27.7172',
            'longitude' => '85.324',
            'image'=> 'img\Nepal.png'
        ],
        [
            'id' => 31,
            'country' => 'Oman',
            'description' => 'เมืองหลวงคือ มัสกัต (Muscat) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ โอมานมีทรัพยากรทางธรรมชาติที่สำคัญ เช่น น้ำมันและก๊าซธรรมชาติ ซึ่งมีบทบาทสำคัญในเศรษฐกิจของประเทศ',
            'latitude' => '9.0579',
            'longitude' => '7.4951',
            'image'=> 'img\Oman.png'
        ],
        [
            'id' => 32,
            'country' => 'Pakistan',
            'description' => 'เมืองหลวงคือ อิสลามาบาด (Islamabad) ที่เป็นศูนย์กลางทางการปกครอง ซึ่งตั้งอยู่ในทางทิศตะวันตกของประเทศ ปากีสถานเป็นประเทศที่มีความหลากหลายทางวัฒนธรรม ลักษณะทางภูมิศาสตร์ของประเทศมีทั้งทะเลและเทือกเขา ซึ่งมีผลกระทบต่อสภาพอากาศและวัฒนธรรมของประชากร',
            'latitude' => '33.6844',
            'longitude' => '73.0479',
            'image'=> 'img\Pakistan.png'
        ],
        [
            'id' => 33,
            'country' => 'Philippines',
            'description' => 'เมืองหลวงคือ มะนิลา (Manila) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ ฟิลิปปินส์เป็นประเทศที่ประกอบด้วยหลายหมู่เกาะที่กระจายอยู่ในทะเลฟิลิปปินส์ ซึ่งเป็นที่มีความหลากหลายทางธรรมชาติและวัฒนธรรม',
            'latitude' => '14.5955',
            'longitude' => '120.9772',
            'image'=> 'img\Philippines.png'
        ],
        [
            'id' => 34,
            'country' => 'Qatar',
            'description' => 'เมืองหลวงคือ โดฮา (Doha) ที่เป็นศูนย์กลางทางการปกครอง การค้า และการท่องเที่ยวของประเทศ ภูมิประเทศมีลักษณะทางทะเล และมีทรัพยากรธรรมชาติที่สำคัญ เช่น ก๊าซธรรมชาติและน้ำมัน ซึ่งทำให้เป็นประเทศที่มีรายได้สูงและเศรษฐกิจที่เจริญรุ่งเรือง',
            'latitude' => '25.2769',
            'longitude' => '51.5200',
            'image'=> 'img\Qatar.png'
        ],
        [
            'id' => 35,
            'country' => 'Saudi Arabia',
            'description' => 'เมืองหลวงคือ ริยาด (Riyadh) ที่เป็นศูนย์กลางการปกครองและเศรษฐกิจของประเทศ ประชากรของซาอุดีอาระเบียมีศาสนาหลักคืออิสลาม และประชากรมีวัฒนธรรมที่มีผลกระทบจากประวัติศาสตร์และสภาพภูมิศาสตร์ที่อบอุ่น',
            'latitude' => '24.7136',
            'longitude' => '46.6753',
            'image'=> 'img\Saudi Arabia.png'
        ],
        [
            'id' => 36,
            'country' => 'Singapore',
            'description' => 'สิงคโปร์เป็นเมืองรัฐและเป็นประเทศที่พัฒนาและเจริญรุ่งเรืองอย่างรวดเร็ว มีทัศนียภาพทางเศรษฐกิจที่มีอิทธิพลในภูมิภาค และเป็นศูนย์กลางการท่องเที่ยวที่มีความนิยม สิงคโปร์มีทรัพยากรทางทะเลที่สำคัญ และเป็นศูนย์การค้าและการท่องเที่ยวที่มีระบบขนส่งที่มีประสิทธิภาพ',
            'latitude' => '1.3521',
            'longitude' => '103.8198',
            'image'=> 'img\Singapore.png'
        ],
        [
            'id' => 37,
            'country' => 'Sri Lanka',
            'description' => 'เมืองหลวงคือ สิมบลาปุระ (Sri Jayawardenepura Kotte) ที่เป็นเมืองหลวงทางการปกครอง และโคลัมโบ (Colombo) เป็นเมืองทางการธุรกิจและการค้าที่สำคัญทางเศรษฐกิจ ศรีลังกามีความหลากหลายทางวัฒนธรรม ศาสนา และประวัติศาสตร์ ซึ่งเป็นที่ท่องเที่ยวที่มีความนิยมด้วยวัฒนธรรมล้ำค่าและทรัพยากรธรรมชาติที่สวยงาม เช่น วัดต่างๆ',
            'latitude' => '6.9271',
            'longitude' => '79.8612',
            'image'=> 'img\Sri Lanka.png'
        ],
        [
            'id' => 38,
            'country' => 'Syria',
            'description' => 'ซีเรียเป็นประเทศที่มีประวัติศาสตร์และวัฒนธรรมที่หลากหลาย มีตำนานและโบราณสถานที่ที่สำคัญ ทั้งนี้มีผลกระทบจากอาณาจักรต่างๆ เช่น อาณาจักรโรมัน บีซันไทน์ และอาณาจักรอิสลาม',
            'latitude' => '33.3152',
            'longitude' => '44.3661',
            'image'=> 'img\Syria.png'
        ],
        [
            'id' => 39,
            'country' => 'Tajikistan',
            'description' => 'ทาจิกิสถานเป็นประเทศที่มีภูมิประเทศที่หลากหลาย มีทั้งภูเขา ทะเล และบทเขา ซึ่งทำให้มีทรัพยากรธรรมชาติที่สวยงาม นอกจากนี้ ประชากรในทาจิกิสถานมีลักษณะวัฒนธรรมที่มีผลกระทบจากประวัติศาสตร์และการผสมผสานทางวัฒนธรรม ซึ่งทำให้มีประชากรที่มีลักษณะทางวัฒนธรรมที่หลากหลาย',
            'latitude' => '38.8610',
            'longitude' => '71.2761',
            'image'=> 'img\Tajikistan.png'
        ],
        [
            'id' => 40,
            'country' => 'Thailand',
            'description' => 'กรุงเทพมหานครเป็นเมืองที่มีความสำคัญทางการปกครองและเป็นศูนย์กลางทางการศึกษา วัฒนธรรม และการท่องเที่ยว ประเทศไทยมีลักษณะภูมิศาสตร์ที่หลากหลาย ทั้งที่มีภูเขา เทือกเขา ทะเล และท่าเรือที่สวยงาม เป็นประเทศที่มีสถานที่ท่องเที่ยวทางวัฒนธรรมและธรรมชาติมากมาย',
            'latitude' => '13.7563',
            'longitude' => '100.5018',
            'image'=> 'img\Thailand.png'
        ],
        [
            'id' => 41,
            'country' => 'Turkey',
            'description' => 'ตุรกีมีความหลากหลายทางวัฒนธรรม และเป็นที่ตั้งของศูนย์กลางทางประวัติศาสตร์ที่มีความสำคัญ มีองค์ประกอบทางวัฒนธรรมจากอาณาจักรโรมัน บีซันไทน์ ออตโตมัน และอิสลามที่มีผลกระทบในสถาปัตยกรรม ศิลปะ และวัฒนธรรมของประชากรในตุรกี',
            'latitude' => '39.9334',
            'longitude' => '32.8597',
            'image'=> 'img\Turkey.png'
        ],
        [
            'id' => 42,
            'country' => 'Turkmenistan',
            'description' => 'เติร์กเมนิสถานเป็นประเทศที่มีความมีเอกลักษณ์ทางวัฒนธรรมและธรรมชาติที่สวยงาม มีทรัพยากรธรรมชาติที่มีค่า เช่น แหล่งก๊าซธรรมชาติที่สำคัญ',
            'latitude' => '38.4237',
            'longitude' => '62.9935',
            'image'=> 'img\Turkmenistan.png'
        ],
        [
            'id' => 43,
            'country' => 'UAE',
            'description' => 'สหรัฐอาหรับเอมิเรตส์เป็นประเทศที่มีการพัฒนาอย่างรวดเร็วทางเศรษฐกิจและสถาปัตยกรรม โดยมีความหลากหลายทางวัฒนธรรม และความทันสมัยทั้งในด้านธุรกิจ วัฒนธรรม และการท่องเที่ยว',
            'latitude' => '23.4241',
            'longitude' => '53.8478',
            'image'=> 'img\UAE.png'
        ],
        [
            'id' => 44,
            'country' => 'Uzbekistan',
            'description' => 'อุซเบกิสถานเป็นประเทศที่มีประวัติศาสตร์และวัฒนธรรมที่หลากหลาย โดยมีผลกระทบจากวัฒนธรรมต่างๆที่ผ่านมา ประชากรมีการผสมผสานทางวัฒนธรรมและศาสนา โดยศาสนาหลักคืออิสลาม',
            'latitude' => '41.3775',
            'longitude' => '64.5853',
            'image'=> 'img\Uzbekistan.png'
        ],
        [
            'id'=> 46,
            'country'=> 'Yemen',
            'description'=> 'เยเมนเป็นประเทศที่มีประชากรหลากหลายทั้งทางวัฒนธรรม ภูมิปัญญา และศาสนา โดยมีมากที่สุดคือศาสนาอิสลาม ซึ่งประชากรในเยเมนมีการดำรงชีวิตในสภาพทางเศรษฐกิจและสังคมที่มีความท้าทาย',
            'latitude'=> '2.0469',
            'longitude'=> '45.3182',
            'image'=> 'img\Yemen.png'
        ],
        [
            'id'=> 47,
            'country'=> 'Timor-Leste',
            'description'=> 'ติมอร์เลสเตเป็นประเทศที่เติบโตอย่างรวดเร็วหลังจากการประกาศอิสราเอลเป็นประเทศอิสระในปี 2002 มีประชากรที่หลากหลายทั้งทางวัฒนธรรม ศาสนา และภูมิปัญญา ติมอร์เลสเตยังมีภูมิประเทศที่สวยงามและที่ท่องเที่ยวที่น่าสนใจ เช่น เกาะ และทะเลที่สวยงาม',
            'latitude'=> '35.2406',
            'longitude'=> '-5.2744',
            'image'=> 'img\Timor-Leste.png'
        ],
        [
            'id'=> 48,
            'country'=> 'Taiwan',
            'description'=> 'เมืองหลวงของไต้หวันคือ ไทเป (Taipei) ซึ่งตั้งอยู่ทางเหนือของเกาะ และเป็นศูนย์กลางทางการเมืองและเศรษฐกิจของประเทศนี้ มีสถานที่ท่องเที่ยวหลายแห่ง และเป็นที่ตั้งของหลายสถาบันศึกษา ไทเปยังเป็นศูนย์รวมของกิจกรรมวัฒนธรรม ท่องเที่ยว และความบันเทิงในไต้หวัน',
            'latitude'=> '23.6978',
            'longitude'=> '120.9605',
            'image'=> 'img\Taiwan.png'
        ],
        [
            'id'=> 49,
            'country'=> 'Albania',
            'description'=> 'เป็นประเทศแถบเมดิเตอร์เรเนียนในยุโรปตะวันออกเฉียงใต้ พรมแดนทางเหนือติดต่อกับมอนเตเนโกร ตะวันออกเฉียงเหนือติดต่อกับคอซอวอ ทางตะวันออกติดต่อกับมาซิโดเนีย และทางใต้ติดต่อกับกรีซ ชายฝั่งตะวันตกจรดทะเลเอเดรียติก ชายฝั่งตะวันตกเฉียงใต้จรดทะเลไอโอเนียน ปกครองภายใต้ระบอบประชาธิปไตย',
            'latitude'=> '41.316667',
            'longitude'=> '19.816667',
            'image'=> 'img\Albania.png'
        ],
        [
            'id'=> 50,
            'country'=> 'Andorra',
            'description'=> 'ป็นประเทศที่ไม่มีทางออกสู่ทะเล มีพื้นที่ขนาดเล็ก อยู่ในทางตะวันตกเฉียงใต้ของทวีปยุโรป อยู่ในเทือกเขาพิเรนีสทางตะวันออก มีอาณาเขตติดกับประเทศฝรั่งเศสและสเปน เดิมเคยเป็นประเทศอยู่โดดเดี่ยว ปัจจุบันอันดอร์รานับเป็นประเทศที่มั่งคั่งประเทศหนึ่ง โดยมีรายได้หลักจากการท่องเที่ยว และยังเป็นประเทศที่มีการเก็บภาษีที่ต่ำมากด้วย',
            'latitude'=> '42.5',
            'longitude'=> '1.516667',
            'image'=> 'img\Andorra.png'
        ],
        [
            'id'=> 51,
            'country'=> 'Austria',
            'description'=> 'ป็นประเทศที่ตั้งอยู่ทางตอนใต้ของยุโรปกลาง โดยเป็นสหพันธรัฐที่แบ่งเขตการปกครองออกเป็น 9 รัฐ โดยหนึ่งในเก้ารัฐนั้นคือเวียนนาซึ่งทำหน้าที่เป็นเมืองหลวงของประเทศ ออสเตรียมีพรมแดนทางทิศตะวันตกเฉียงเหนือติดกับเยอรมนี ทางทิศเหนือติดกับเช็กเกีย ทางทิศตะวันออกเฉียงเหนือติดกับสโลวาเกีย ทางทิศตะวันออกติดกับฮังการี ทางทิศใต้ติดกับสโลวีเนียและอิตาลี และทางทิศตะวันตกติดกับสวิตเซอร์แลนด์และลีชเทินชไตน์',
            'latitude'=> '48.2',
            'longitude'=> '16.35',
            'image'=> 'img\Austria.png'
        ],
        [
            'id'=> 52,
            'country'=> 'Belarus',
            'description'=> ' เป็นประเทศที่ไม่มีทางออกสู่ทะเล ตั้งอยู่ในภูมิภาคยุโรปตะวันออก มีอาณาเขตติดต่อกับรัสเซีย ยูเครน โปแลนด์ ลิทัวเนีย และลัตเวีย เมืองหลวงของประเทศคือกรุงมินสค์ เมืองสำคัญของประเทศนี้ ได้แก่ แบรสต์ ฆโรดนา โฆเมียล และวีเชปสก์',
            'latitude'=> '53.916667',
            'longitude'=> '27.55',
            'image'=> 'img\Belarus.png'
        ],
        [
            'id'=> 53,
            'country'=> 'Belgium',
            'description'=> 'เป็นประเทศในยุโรปตะวันตกเฉียงเหนือ มีอาณาเขตติดต่อกับประเทศเนเธอร์แลนด์ เยอรมนี ลักเซมเบิร์ก ฝรั่งเศส และทะเลเหนือ',
            'latitude'=> '50.85',
            'longitude'=> '4.35',
            'image'=> 'img\Belgium.png'
        ],
        [
            'id'=> 54,
            'country'=> 'Bosnia and Herzegovina',
            'description'=> 'ป็นประเทศที่ตั้งอยู่บนทางแยกระหว่างยุโรปใต้ และยุโรปตะวันออกเฉียงใต้ ตั้งอยู่ในคาบสมุทรบอลข่าน มีพรมแดนติดกับประเทศเซอร์เบียทางตะวันออก มอนเตเนโกรทางตะวันออกเฉียงใต้ และโครเอเชียทางเหนือ และตะวันตกเฉียงเหนือ ทางทิศใต้ของประเทศยังมีพื้นที่ติดชายฝั่งแคบทางทะเลเอเดรียติก',
            'latitude'=> '43.866667',
            'longitude'=> '18.416667',
            'image'=> 'img\Bosnia and Herzegovina.png'
        ],
        [
            'id'=> 55,
            'country'=> 'Bulgaria',
            'description'=> 'เป็นประเทศในยุโรปตะวันออกเฉียงใต้ ตั้งอยู่ในคาบสมุทรบอลข่านด้านตะวันออก มีพรมแดนติดกับประเทศโรมาเนียทางตอนเหนือ ทางตะวันตกติดกับประเทศเซอร์เบียและประเทศมาซิโดเนียเหนือ ส่วนทางตอนใต้ติดกับประเทศกรีซและประเทศตุรกี และจรดทะเลดำทางตะวันออก ประเทศบัลแกเรีย',
            'latitude'=> '42.683333',
            'longitude'=> '23.316667',
            'image'=> 'img\Bulgaria.png'
        ],
        [
            'id'=> 56,
            'country'=> 'Croatia',
            'description'=> 'ป็นประเทศที่ตั้งอยู่บนทางแยกกลางระหว่างยุโรปกลาง และตะวันออกเฉียงใต้ มีแนวชายฝั่งทางทะเลเอเดรียติก มีชายแดนติดกับสโลวีเนียทางทิศตะวันตกเฉียงเหนือ ฮังการีทางตะวันออกเฉียงเหนือ เซอร์เบียทางตะวันออก บอสเนียและเฮอร์เซโกวีนา และมอนเตเนโกร ทางทิศตะวันออกเฉียงใต้ รวมถึงมีขอบเขตทางทะเลติดต่อกับอิตาลีทางทิศตะวันตก และตะวันตกเฉียงใต้',
            'latitude'=> '45.8',
            'longitude'=> '16',
            'image'=> 'img\Croatia.png'
        ],
        [
            'id'=> 57,
            'country'=> 'Czech',
            'description'=> 'เป็นประเทศที่ไม่มีทางออกสู่ทะเล อยู่ในภูมิภาคยุโรปกลาง โดยมีพรมแดนทางตอนเหนือจรดประเทศโปแลนด์ ทางตะวันตกและตะวันตกเฉียงเหนือจรดเยอรมนี ทางใต้จรดออสเตรีย และทางตะวันออกจรดสโลวาเกีย',
            'latitude'=> '50.083333',
            'longitude'=> '14.466667',
            'image'=> 'img\Czech.png'
        ],
        [
            'id'=> 58,
            'country'=> 'Denmark',
            'description'=> 'เป็นประเทศกลุ่มนอร์ดิก มีแผ่นดินหลักตั้งอยู่บนคาบสมุทรจัตแลนด์ ทางทิศเหนือของประเทศเยอรมนี ซึ่งเป็นเพื่อนบ้านทางบกเพียงประเทศเดียว ทางทิศใต้ของประเทศนอร์เวย์ และตะวันตกเฉียงใต้ของประเทศสวีเดน มีพรมแดนจรดทะเลเหนือและทะเลบอลติก เดนมาร์กมีดินแดนนอกชายฝั่งห่างไกลออกไปสองแห่ง',
            'latitude'=> '55.716667',
            'longitude'=> '12.566667',
            'image'=> 'img\Denmark.png'
        ],
        [
            'id'=> 59,
            'country'=> 'Estonia',
            'description'=> 'ประเทศอธิปไตยในภูมิภาคบอลติก ในยุโรปเหนือ มีอาณาเขตทางทิศเหนือติดกับอ่าวฟินแลนด์ ทิศตะวันตกติดกับทะเลบอลติก มีพรมแดนทางทิศใต้ติดกับประเทศลัตเวีย (ระยะทาง 343 กิโลเมตร) และทางทิศตะวันออกติดกับประเทศรัสเซีย',
            'latitude'=> '59.416667',
            'longitude'=> '24.75',
            'image'=> 'img\Estonia.png'
        ],
        [
            'id'=> 60,
            'country'=> 'Finland',
            'description'=> 'เป็นประเทศในกลุ่มนอร์ดิก ตั้งอยู่ทางตะวันออกเฉียงเหนือของทวีปยุโรป เขตแดนด้านตะวันตกเฉียงใต้จรดทะเลบอลติก ทางด้านใต้จรดอ่าวฟินแลนด์ ทางตะวันตกจรดอ่าวบอทเนีย ประเทศฟินแลนด์มีชายแดนติดกับประเทศสวีเดน นอร์เวย์ และรัสเซีย',
            'latitude'=> '60.166667',
            'longitude'=> '24.933333',
            'image'=> 'img\Finland.png'
        ],
        [
            'id'=> 61,
            'country'=> 'France',
            'description'=> 'เป็นประเทศในภูมิภาคยุโรปตะวันตก ทั้งยังประกอบไปด้วยเกาะและดินแดนอื่น ๆ ในต่างทวีป ประเทศฝรั่งเศสแผ่นดินใหญ่ทอดตัวตั้งแต่ทะเลเมดิเตอร์เรเนียนจนถึงช่องแคบอังกฤษและทะเลเหนือ และจากแม่น้ำไรน์จนถึงมหาสมุทรแอตแลนติก',
            'latitude'=> '48.85',
            'longitude'=> '2.35',
            'image'=> 'img\France.png'
        ],
        [
            'id'=> 62,
            'country'=> 'Germany',
            'description'=> 'เป็นสหพันธรัฐในรูปแบบสาธารณรัฐแบบรัฐสภาในภูมิภาคยุโรปกลาง มีรัฐองค์ประกอบทั้งหมด 16 รัฐ มีพื้นที่ 357,021 ตารางกิโลเมตร และมีประชากรประมาณ 85 ล้านคน',
            'latitude'=> '52.516667',
            'longitude'=> '13.383333',
            'image'=> 'img\Germany.png'
        ],
        [
            'id'=> 63,
            'country'=> 'Greece',
            'description'=> 'เป็นประเทศที่ตั้งอยู่ทางตะวันออกเฉียงใต้ของทวีปยุโรป ตอนใต้สุดของคาบสมุทรบอลข่าน มีพรมแดนทางเหนือติดกับประเทศบัลแกเรีย มาซิโดเนีย และแอลเบเนีย มีพรมแดนทางตะวันออกติดกับประเทศตุรกี อยู่ติดทะเลอีเจียนทางด้านตะวันออก ติดทะเลไอโอเนียนและทะเลเมดิเตอร์เรเนียนทางด้านตะวันตกและใต้',
            'latitude'=> '37.966667',
            'longitude'=> '23.716667',
            'image'=> 'img\Greece.png'
        ],
        [
            'id'=> 64,
            'country'=> 'Hungary',
            'description'=> 'เป็นประเทศในภูมิภาคยุโรปกลางที่ไม่มีทางออกสู่ทะเล มีอาณาเขตทิศเหนือจรดประเทศสโลวาเกีย ทิศตะวันออกจรดประเทศโรมาเนียและประเทศยูเครน ทิศใต้จรดประเทศเซอร์เบียและประเทศโครเอเชีย ทิศตะวันตกเฉียงใต้จรดประเทศสโลวีเนียและทิศตะวันตกจรดประเทศออสเตรีย',
            'latitude'=> '47.433333',
            'longitude'=> '19.25',
            'image'=> 'img\Hungary.png'
        ],
        [
            'id'=> 65,
            'country'=> 'Iceland',
            'description'=> 'เป็นประเทศนอร์ดิกในยุโรปเหนือ ตั้งอยู่บนเกาะในมหาสมุทรแอตแลนติกเหนือ ระหว่างกรีนแลนด์ นอร์เวย์ และสหราชอาณาจักร มีเมืองหลวงคือเรคยาวิก',
            'latitude'=> '64.133333',
            'longitude'=> '-21.933333',
            'image'=> 'img\Iceland.png'
        ],
        [
            'id'=> 66,
            'country'=> 'Ireland',
            'description'=> 'เป็นประเทศในยุโรปตะวันตกเฉียงเหนือซึ่งประกอบด้วย 26 เทศมณฑลจาก 32 เทศมณฑลบนเกาะไอร์แลนด์ เมืองหลวงและเมืองที่ใหญ่ที่สุดคือดับลินซึ่งตั้งอยู่ทางฝั่งตะวันออกของเกาะ',
            'latitude'=> '53.344167',
            'longitude'=> '-6.2675',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 67,
            'country'=> 'Italy',
            'description'=> 'เป็นประเทศในภูมิภาคยุโรปใต้ และยังถือเป็นส่วนหนึ่งของยุโรปตะวันตก ตาม​ภูมิศาสตร์การเมือง​[15] ตั้งอยู่บนคาบสมุทรอิตาลีและถูกคั่นด้วยเทือกเขาแอลป์ทางตอนเหนือ[16] อิตาลีเป็นรัฐเดี่ยวซึ่งปกครองด้วยรูปแบบสาธารณรัฐระบบรัฐสภา',
            'latitude'=> '41.9',
            'longitude'=> '12.483333',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 68,
            'country'=> 'Latvia',
            'description'=> 'เป็นประเทศในภูมิภาคยุโรปเหนือ มีอาณาเขตติดต่อกับอีก 2 รัฐบอลติก คือ เอสโตเนียทางทิศเหนือ และลิทัวเนียและเบลารุสทางทิศใต้ จดรัสเซียทางทิศตะวันออก ส่วนทางทิศตะวันตกนั้น ลัตเวียมีอาณาเขตทางทะเลติดต่อกับสวีเดน',
            'latitude'=> '56.95',
            'longitude'=> '24.1',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 69,
            'country'=> 'Liechtenstein',
            'description'=> 'เป็นประเทศขนาดเล็กที่ไม่มีทางออกสู่ทะเล ตั้งอยู่ในภูมิภาคยุโรปกลาง มีพรมแดนด้านตะวันออกติดกับประเทศออสเตรีย และด้านตะวันตกติดกับสวิตเซอร์แลนด์',
            'latitude'=> '47.166667',
            'longitude'=> '9.509722',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 70,
            'country'=> 'Lithuania',
            'description'=> 'เป็นประเทศในภูมิภาคบอลติกของยุโรป เป็นหนึ่งในสามรัฐบอลติกและตั้งอยู่ริมชายฝั่งตะวันออกของทะเลบอลติก มีอาณาเขตติดต่อกับลัตเวียทางทิศเหนือ ติดต่อกับเบลารุสทางทิศตะวันออกและทิศใต้ ติดต่อกับโปแลนด์ทางทิศใต้ และติดต่อกับแคว้นคาลินินกราดของรัสเซียทางทิศตะวันตกเฉียงใต้',
            'latitude'=> '54.683333',
            'longitude'=> '25.316667',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 71,
            'country'=> 'Luxembourg',
            'description'=> 'เป็นประเทศที่ไม่มีทางออกสู่ทะเล อยู่ทางตะวันตกเฉียงเหนือของทวีปยุโรป มีพรมแดนด้านตะวันออกติดประเทศเยอรมนี ทางทิศใต้ติดฝรั่งเศส และทางทิศตะวันตกติดเบลเยียม',
            'latitude'=> '49.814444',
            'longitude'=> '6.131667',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 72,
            'country'=> 'Macedonia',
            'description'=> 'เป็นรัฐอิสระบนคาบสมุทรบอลข่านในยุโรปตะวันออกเฉียงใต้ มีอาณาเขตทางทิศตะวันตกเฉียงเหนือติดกับประเทศคอซอวอ ทิศเหนือติดกับประเทศเซอร์เบีย ทิศตะวันออกติดกับประเทศบัลแกเรีย ทิศใต้ติดกับประเทศกรีซ และทิศตะวันตกติดกับประเทศแอลเบเนีย',
            'latitude'=> '42',
            'longitude'=> '21.433333',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 73,
            'country'=> 'Malta',
            'description'=> 'เป็นประเทศที่เป็นเกาะขนาดเล็กสองเกาะในทะเลเมดิเตอร์เรเนียน แต่มีประชากรหนาแน่น',
            'latitude'=> '35.9',
            'longitude'=> '14.516667',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 74,
            'country'=> 'Moldova',
            'description'=> 'เป็นประเทศที่ไม่มีทางออกสู่ทะเลในภูมิภาคยุโรปตะวันออก ตั้งอยู่ระหว่างประเทศโรมาเนียทางทิศตะวันตกกับประเทศยูเครนทางทิศตะวันออก มีพรมแดนกับโรมาเนียตามแม่น้ำปรุตและแม่น้ำดานูบ',
            'latitude'=> '47',
            'longitude'=> '28.916667',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 75,
            'country'=> 'Monaco',
            'description'=> 'เป็นนครรัฐในยุโรปตะวันตก ตั้งอยู่บริเวณเฟรนช์ริวีเอราทางตอนใต้ของประเทศฝรั่งเศส ติดกับทะเลเมดิเตอร์เรเนียน เป็นประเทศเอกราชที่เล็กที่สุดเป็นอันดับสองของโลก',
            'latitude'=> '43.733333',
            'longitude'=> '7.416667',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 76,
            'country'=> 'Netherlands',
            'description'=> 'เป็นประเทศองค์ประกอบ (constituent country) ของราชอาณาจักรเนเธอร์แลนด์ ประกอบด้วยสิบสองจังหวัดในยุโรปตะวันตก และสามเกาะในแคริบเบียน เนเธอร์แลนด์ส่วนที่อยู่ในทวีปยุโรปมีอาณาเขตทิศเหนือและตะวันตกจดทะเลเหนือ ทิศใต้จดประเทศเบลเยียม และทิศตะวันออกจดประเทศเยอรมนี และมีพรมแดนทางทะเลร่วมกับเบลเยียม เยอรมนีและสหราชอาณาจักร',
            'latitude'=> '52.366667',
            'longitude'=> '4.883333',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 77,
            'country'=> 'Norway',
            'description'=> 'เป็นประเทศในกลุ่มนอร์ดิก ตั้งอยู่ในยุโรปเหนือ ส่วนตะวันตกของคาบสมุทรสแกนดิเนเวีย มีอาณาเขตจรดประเทศสวีเดน ฟินแลนด์ และรัสเซีย และมีอาณาเขตทางทะเลจรดมหาสมุทรแอตแลนติก ใกล้กับประเทศเดนมาร์กและสหราชอาณาจักร',
            'latitude'=> '59.933333',
            'longitude'=> '10.683333',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 78,
            'country'=> 'Poland',
            'description'=> 'เป็นประเทศในตอนกลางของยุโรป ถูกแบ่งออกเป็น 16 จังหวัดปกครอง ครอบคลุมพื้นที่กว่า 312,696 ตารางกิโลเมตร และมีภูมิอากาศแบบอบอุ่นตามฤดูกาลเป็นส่วนใหญ่',
            'latitude'=> '52.216667',
            'longitude'=> '21.033333',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 79,
            'country'=> 'Portugal',
            'description'=> 'เป็นรัฐเอกราชซึ่งมีแผ่นดินใหญ่ตั้งอยู่บนคาบสมุทรไอบีเรียทางทิศตะวันตกเฉียงใต้ของทวีปยุโรป มีพรมแดนติดกับประเทศสเปนทางทิศเหนือและทิศตะวันออก และติดกับมหาสมุทรแอตแลนติกทางทิศตะวันตกและทิศใต้ อาณาเขตของโปรตุเกสยังรวมถึงหมู่เกาะอะโซร์ส และมาเดราบริเวณมหาสมุทรแอตแลนติก โปรตุเกสมีสภาพเป็นรัฐเดี่ยวซึ่งปกครองด้วยระบบกึ่งประธานาธิบดี',
            'latitude'=> '38.766667',
            'longitude'=> '-9.15',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 80,
            'country'=> 'Romania',
            'description'=> 'เป็นประเทศที่ตั้งอยู่บริเวณทางแยกระหว่างยุโรปกลาง, ยุโรปตะวันออก และยุโรปตะวันออกเฉียงใต้ มีอาณาเขตติดต่อกับประเทศมอลโดวาทางทิศตะวันออก ติดต่อกับประเทศยูเครนทางทิศเหนือ ติดต่อกับประเทศฮังการีทางทิศตะวันตก ติดต่อกับประเทศเซอร์เบียทางทิศตะวันตกเฉียงใต้ ติดต่อกับประเทศบัลแกเรียทางทิศใต้ และจรดทะเลดำทางทิศตะวันออกเฉียงใต้ มีภูมิอากาศภาคพื้นทวีปเขตอบอุ่นเป็นหลัก',
            'latitude'=> '44.416667',
            'longitude'=> '26.1',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 81,
            'country'=> 'Russia',
            'description'=> 'เป็นประเทศในยูเรเชียเหนือ และเป็นประเทศใหญ่ที่สุดในโลกด้วยพื้นที่กว่า 17,098,246 ตารางกิโลเมตร ครอบคลุมพื้นที่ที่สามารถอยู่อาศัยของโลกถึงหนึ่งในแปด ด้วยประชากรกว่า 146 ล้านคน รัสเซียจึงเป็นชาติมีประชากรมากที่สุดอันดับที่ 9 ของโลก และมากที่สุดในยุโรป',
            'latitude'=> '55.75',
            'longitude'=> '37.616667',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 82,
            'country'=> 'San Marino',
            'description'=> 'เป็นประเทศขนาดเล็ก (และจุลรัฐยุโรป) ในยุโรปใต้บนเทือกเขาแอเพนไนน์ เป็นประเทศที่ไม่มีทางออกสู่ทะเล เนื่องจากพรมแดนถูกล้อมรอบทุกด้านโดยประเทศเดียว คือประเทศอิตาลี',
            'latitude'=> '43.98138',
            'longitude'=> '12.489444',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 83,
            'country'=> 'Slovakia',
            'description'=> 'เป็นประเทศที่ไม่มีทางออกสู่ทะเลในภูมิภาคยุโรปกลาง มีอาณาเขตทางตะวันตกเฉียงเหนือติดต่อกับเช็กเกีย ทางเหนือติดต่อกับโปแลนด์ ทางตะวันออกติดต่อกับยูเครน ทางใต้ติดต่อกับฮังการี และทางตะวันตกเฉียงใต้ติดต่อกับออสเตรีย',
            'latitude'=> '48.15',
            'longitude'=> '17.116667',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 84,
            'country'=> 'Slovenia',
            'description'=> 'เป็นประเทศที่ตั้งอยู่ในยุโรปกลาง ซึ่งเป็นเส้นทางการค้าและแหล่งวัฒนธรรมหลักของทวีปยุโรป มีอาณาเขตทางตะวันตกจรดอิตาลี ทางตะวันตกเฉียงใต้จรดทะเลเอเดรียติก ทางใต้และตะวันออกจรดโครเอเชีย ทางตะวันออกเฉียงเหนือจรดฮังการีและทางเหนือจรดออสเตรีย',
            'latitude'=> '46.05',
            'longitude'=> '14.5',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 85,
            'country'=> 'Spain',
            'description'=> 'ป็นประเทศทางตะวันตกเฉียงใต้ของทวีปยุโรป ตั้งอยู่บนคาบสมุทรไอบีเรีย มีพรมแดนติดกับฝรั่งเศสทางทิศตะวันออกเฉียงเหนือตามแนวเทือกเขาพิรินี ทางทิศเหนือติดกับอันดอร์รา และอ่าวบิสเคย์ ทางทิศใต้ติดกับยิบรอลตาร์ และทางทิศตะวันตกติดกับโปรตุเกสและมหาสมุทรแอตแลนติก อาณาเขตของสเปนยังรวมถึงกานาเรียสในมหาสมุทรแอตแลนติก หมู่เกาะแบลีแอริกในทะเลเมดิเตอร์เรเนียน',
            'latitude'=> '40.433333',
            'longitude'=> '-3.7',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 86,
            'country'=> 'Sweden',
            'description'=> 'เป็นประเทศกลุ่มนอร์ดิกตั้งอยู่บนคาบสมุทรสแกนดิเนเวีย ในยุโรปเหนือ เขตแดนทางตะวันตกจรดประเทศนอร์เวย์ ทางตะวันออกเฉียงเหนือจรดประเทศฟินแลนด์ และช่องแคบสแกเกอร์แรก ทางตะวันตกเฉียงใต้จรดช่องแคบคัตเทกัต และทางตะวันออกจรดทะเลบอลติก และอ่าวบอทเนีย',
            'latitude'=> '59.35',
            'longitude'=> '18.066667',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 87,
            'country'=> 'Switzerland',
            'description'=> 'เป็นรัฐชาติที่ไม่มีทางออกสู่ทะเลอันตั้งอยู่ในยุโรปตะวันตก มีพรมแดนติดกับประเทศเยอรมนี ประเทศฝรั่งเศส ประเทศอิตาลี ประเทศออสเตรีย และประเทศลีชเทินชไตน์ มีเมืองหลวงโดยพฤตินัยคือกรุงแบร์น',
            'latitude'=> '46.95',
            'longitude'=> '7.45',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 88,
            'country'=> 'Ukraine',
            'description'=> 'เป็นประเทศหนึ่งในยุโรปตะวันออก เป็นประเทศที่มีเนื้อที่มากที่สุดเป็นอันดับที่ 2 ในยุโรปรองจากรัสเซีย ซึ่งยูเครนมีอาณาเขตติดต่อทางทิศตะวันออกและทิศตะวันออกเฉียงเหนือ[a] นอกจากนี้ยังมีอาณาเขตติดต่อกับเบลารุสทางทิศเหนือ ติดต่อกับโปแลนด์ สโลวาเกีย และฮังการีทางทิศตะวันตก ติดต่อกับโรมาเนียและมอลโดวาทางทิศใต้ และมีแนวชายฝั่งจรดทะเลอะซอฟและทะเลดำ',
            'latitude'=> '49',
            'longitude'=> '32',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 89,
            'country'=> 'United Kingdom',
            'description'=> 'ประเทศอาณาจักรในยุโรป ตั้งอยู่นอกชายฝั่งตะวันตกเฉียงเหนือของยุโรปภาคพื้นทวีป ประกอบด้วยประเทศองค์ประกอบ 4 ประเทศ ได้แก่ อังกฤษ เวลส์ สกอตแลนด์ และไอร์แลนด์เหนือ โดยครอบคลุมเกาะบริเตนใหญ่ ส่วนตะวันออกเฉียงเหนือของเกาะไอร์แลนด์ และเกาะเล็ก ๆ จำนวนมากในหมู่เกาะบริเตน ไอร์แลนด์เหนือเป็นเพียงส่วนเดียวของสหราชอาณาจักรที่มีพรมแดนทางบกติดต่อกับรัฐอื่น คือ ประเทศไอร์แลนด์ นอกเหนือจากนี้แล้ว สหราชอาณาจักรล้อมรอบด้วยมหาสมุทรแอตแลนติก ทะเลเหนือ ช่องแคบอังกฤษ ทะเลเคลติก และทะเลไอริช',
            'latitude'=> '51.5',
            'longitude'=> '-0.116667',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 90,
            'country'=> 'Vatican City State',
            'description'=> 'เป็นนครรัฐที่ไม่มีทางออกสู่ทะเลซึ่งน้อยที่สุดในโลกทั้งในแง่พื้นที่และประชากร ตั้งอยู่ในกรุงโรม ประเทศอิตาลี เป็นที่ประทับของพระสันตะปาปา ซึ่งเป็นประมุขสูงสุดแห่งศาสนจักรโรมันคาทอลิก ศูนย์กลางคือมหาวิหารนักบุญเปโตร ซึ่งออกแบบโดยมีเกลันเจโล',
            'latitude'=> '12.4525236',
            'longitude'=> '41.9037065',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 91,
            'country'=> 'Serbia and Montenegro',
            'description'=> 'ชื่อของอดีตสหพันธรัฐซึ่งเป็นการรวมอย่างหลวม ๆ ของเซอร์เบียและมอนเตเนโกร อดีตสาธารณรัฐของยูโกสลาเวีย ตั้งแต่ ค.ศ. 2003 จนถึง ค.ศ. 2006 ตั้งอยู่บนคาบสมุทรบอลข่านตอนตะวันตกกลาง ซึ่งแต่เดิมมีชื่อประเทศว่า สหพันธ์สาธารณรัฐยูโกสลาเวีย (FRY) ต่อมาก็ได้เปลี่ยนชื่อประเทศในปี ค.ศ. 2003 ในชื่อ สหภาพรัฐเซอร์เบียและมอนเตเนโกร',
            'latitude'=> '44.816667',
            'longitude'=> '20.466667',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 92,
            'country'=> 'Australia',
            'description'=> 'เป็นประเทศซึ่งประกอบด้วยแผ่นดินหลักของทวีปออสเตรเลีย, เกาะแทสเมเนีย และเกาะอื่น ๆ ในมหาสมุทรอินเดีย แปซิฟิก และมหาสมุทรใต้ ออสเตรเลียเป็นประเทศที่ใหญ่เป็นอันดับหกของโลกเมื่อนับพื้นที่ทั้งหมด มีประเทศเพื่อนบ้านประกอบด้วย อินโดนีเซีย ปาปัวนิวกินี และติมอร์-เลสเตทางเหนือ หมู่เกาะโซโลมอน วานูอาตู และนิวแคลิโดเนียทางตะวันออกเฉียงเหนือ และนิวซีแลนด์ทางตะวันออกเฉียงใต้',
            'latitude'=> '-35.308056',
            'longitude'=> '149.124444',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 93,
            'country'=> 'Fiji',
            'description'=> 'เป็นประเทศหมู่เกาะในภูมิภาคเมลานีเซีย ทางตอนใต้ของมหาสมุทรแปซิฟิก ส่วนหนึ่งของโอเชียเนีย ตั้งอยู่ห่างจากประเทศนิวซีแลนด์ไปทางตะวันออกเฉียงเหนือประมาณ 1,100 ไมล์ทะเล (2,000 กิโลเมตร) ฟีจีประกอบด้วยกลุ่มเกาะมากกว่า 330 เกาะ',
            'latitude'=> '-18.166667',
            'longitude'=> '178.45',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 94,
            'country'=> 'Kiribati',
            'description'=> 'เป็นชาติเกาะที่ตั้งในมหาสมุทรแปซิฟิกเขตร้อนตอนกลาง หมู่เกาะปะการัง 33 แห่งของประเทศกระจายทั่วพื้นที่ 3,500,000 ตารางกิโลเมตรใกล้เส้นศูนย์สูตร',
            'latitude'=> '1.466667',
            'longitude'=> '173.033333',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 95,
            'country'=> 'Marshall Islands',
            'description'=> 'เป็นประเทศเกาะในมหาสมุทรแปซิฟิก ตั้งอยู่ทางเหนือของประเทศนาอูรูและประเทศคิริบาส ตั้งอยู่ทางตะวันออกของประเทศไมโครนีเซียและอยู่ทางใต้ของเกาะเวกของสหรัฐอเมริกา',
            'latitude'=> '7.116667',
            'longitude'=> '171.066667',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 96,
            'country'=> 'Micronesia',
            'description'=> 'เป็นรัฐบาลภายใต้รัฐธรรมนูญที่มีความสัมพันธ์เสรีกับสหรัฐอเมริกา ตั้งอยู่ในมหาสมุทรแปซิฟิก อยู่ทางตะวันออกเฉียงเหนือของประเทศปาปัวนิวกินี',
            'latitude'=> '6.916667',
            'longitude'=> '158.183333',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 97,
            'country'=> 'Nauru',
            'description'=> 'เป็นประเทศเกาะและจุลรัฐในภูมิภาคไมโครนีเซีย ทวีปโอเชียเนีย ตอนกลางของมหาสมุทรแปซิฟิก เกาะบานาบาของประเทศคิริบาสเป็นพื้นที่ที่อยู่ใกล้เคียงที่สุด โดยอยู่ห่างกัน 300 กิโลเมตร ไปทางตะวันออก นาอูรูตั้งอยู่ทางทิศตะวันตกเฉียงเหนือของตูวาลู ทิศตะวันออกเฉียงเหนือของหมู่เกาะโซโลมอน โดยอยู่ห่างกัน 1,300 กิโลเมตร ทิศตะวันออกเฉียงเหนือของปาปัวนิวกินี ทิศตะวันออกเฉียงใต้ของสหพันธรัฐไมโครนีเซียและทิศใต้ของหมู่เกาะมาร์แชลล์',
            'latitude'=> '-0.533333',
            'longitude'=> '166.916667',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 98,
            'country'=> 'New Zealand',
            'description'=> 'เป็นประเทศที่ประกอบด้วยเกาะใหญ่ 2 เกาะ รวมถึงเกาะเล็ก ๆ จำนวนหนึ่ง ในมหาสมุทรแปซิฟิกตอนตะวันตกเฉียงใต้ - นิวซีแลนด์มีเมืองหลวงชื่อเวลลิงตันนิวซีแลนด์เป็นประเทศที่ห่างไกลจากประเทศอื่น ๆ มากที่สุด ประเทศที่อยู่ใกล้ที่สุดคือประเทศออสเตรเลีย ซึ่งตั้งอยู่ทางตะวันตกเฉียงเหนือของเกาะใหญ่ 2,000 กิโลเมตร โดยที่มี ทะเลแทสมันกั้นกลาง ดินแดนเดียวที่อยู่ทางใต้คือทวีปแอนตาร์กติกา และทางเหนือคือนิวแคลิโดเนีย ฟิจิ และตองงา',
            'latitude'=> '-41.3',
            'longitude'=> '174.783333',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 99,
            'country'=> 'Palau',
            'description'=> 'เป็นประเทศหมู่เกาะขนาดเล็กทางตะวันตกของมหาสมุทรแปซิฟิก ประกอบด้วยเกาะ 340 เกาะทางตะวันตกของหมู่เกาะแคโรไลน์',
            'latitude'=> '7.5',
            'longitude'=> '134.616667',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 100,
            'country'=> 'Papua New Guinea',
            'description'=> 'เป็นประเทศในแถบโอเชียเนีย เป็นพื้นที่ทางตะวันออกของเกาะนิวกินี (พื้นที่ทางตะวันตกเป็นของประเทศอินโดนีเซีย) ตั้งอยู่ในบริเวณตะวันตกเฉียงใต้ของมหาสมุทรแปซิฟิก อยู่ทางเหนือของประเทศออสเตรเลีย และอยู่ทางตะวันตกของหมู่เกาะโซโลมอน มีเมืองหลวงซึ่งตั้งอยู่ริมชายฝั่งตะวันออกเฉียงใต้คือพอร์ตมอร์สบี',
            'latitude'=> '-6',
            'longitude'=> '147',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 101,
            'country'=> 'Samoa',
            'description'=> 'เป็นประเทศที่ประกอบด้วยหมู่เกาะอยู่ในมหาสมุทรแปซิฟิกตอนใต้ ชื่อในอดีตคือ เยอรมันซามัว',
            'latitude'=> '-13.833333',
            'longitude'=> '-171.75',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 102,
            'country'=> 'Solomon Islands',
            'description'=> 'เป็นประเทศในมหาสมุทรแปซิฟิกตอนใต้ ตั้งอยู่ทางตะวันออกของประเทศปาปัวนิวกินี และเป็นส่วนหนึ่งของเครือจักรภพ ประกอบด้วยเกาะต่าง ๆ กว่า 990 เกาะ',
            'latitude'=> '-9.63152216473225',
            'longitude'=> '160.13853823653164',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 103,
            'country'=> 'Tonga',
            'description'=> 'เป็นประเทศหมู่เกาะในภูมิภาคพอลินีเชีย ตั้งอยู่ในมหาสมุทรแปซิฟิก ระหว่างประเทศนิวซีแลนด์กับรัฐฮาวายของสหรัฐ โดยทะเลอาณาเขตทางตะวันตกติดกับประเทศฟีจี ส่วนทางตะวันออกติดกับหมู่เกาะคุก นีวเว และอเมริกันซามัว ในขณะที่ทางทิศเหนือติดกับหมู่เกาะวาลิสและฟูตูนา ประเทศซามัว และอเมริกันซามัว',
            'latitude'=> '-21.133333',
            'longitude'=> '-175.2',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 104,
            'country'=> 'Tuvalu',
            'description'=> 'เป็นประเทศหมู่เกาะในมหาสมุทรแปซิฟิก ชื่อประเทศแปลว่า \'แปดยืนยง\' (Eight Standing Together) ในภาษาตูวาลู นอกจากนครรัฐวาติกันแล้ว ตูวาลูเป็นประเทศอิสระที่มีประชากรน้อยที่สุดในโลก',
            'latitude'=> '-8.516667',
            'longitude'=> '179.2',
            'image'=> 'img\Afghanistan.png'
        ],
        [
            'id'=> 105,
            'country'=> 'Vanuatu',
            'description'=> 'เป็นประเทศหมู่เกาะที่ตั้งอยู่ในมหาสมุทรแปซิฟิกตอนใต้ ตั้งอยู่ทางทิศตะวันออกของประเทศออสเตรเลีย 1,750 กม. และตั้งอยู่ทางทิศตะวันออกเฉียงเหนือของนิวแคลิโดเนีย ทางทิศตะวันตกของประเทศฟีจี และทางทิศใต้ของหมู่เกาะโซโลมอน 500 กม. ชื่อของประเทศนี้ในยุคอาณานิคม คือ นิวเฮบริดีส์',
            'latitude'=> '-17',
            'longitude'=> '168',
            'image'=> 'img\Afghanistan.png'
        ]

    ],
];

echo json_encode($responseData);
?>